{
  "home_page": "Bosh sahifa",
  "about_us": "Biz haqimizda",
  "about_journal": "Jurnal haqida",
  "count_journal": "Jurnal soni",
  "publication_data": "Sana",
  "journal_requirements": "Jurnal talablari",
  "editorial_board": "Tahririyat hay'ati",
  "review_board": "Taqrizchilari kengashi",
  "for_authors": "Mualliflar uchun",
  "list_of_authors": "Mualliflar ro'yxati",
  "checklist": "Tekshirish ro'yxati",
  "requirements": "Jurnal talablari",
  "send_article": "Maqola yuborish",
  "instructions": "Yo'riqnomalar",
  "articles": "Maqolalar",
  "archive": "Arxiv",
  "contacts": "Bog'lanish",
  "search": "Izlash",
  "indexing": "Indeksatsiya",
  "latest_issues": "So’nggi sonlari",
  "all_issues": "Barcha sonlari",
  "all_articles": "Barcha maqolalar",
  "name": "Ism",
  "last_name": "Familiya",
  "workplace": "Ish joyi",
  "email": "E-mail",
  "phone_number": "Telefon raqami",
  "messenger_account": "Telegram yoki WhatsApp akkaunti",
  "academic_degree": "Ilmiy daraja",
  "phd_economics": "(PhD), Iqtisod fanlari nomzodi",
  "phd_pedagogics": "(PhD), Pedagogika fanlari nomzodi",
  "phd_technical": "(PhD), Texnika fanlari nomzodi",
  "dsc_economics": "(DSc), Iqtisod fanlari doktori",
  "dsc_pedagogics": "(DSc), Pedagogika fanlari doktori",
  "dsc_technical": "(DSc), Texnika fanlari doktori",
  "academic_title": "Ilmiy unvon",
  "associate_professor": "Dotsent",
  "professor": "Professor",
  "country": "Davlat",
  "city": "Shahar",
  "orcid_number": "ORCID raqami",
  "direction": "Yo’nalish",
  "economics": "Iqtisodiyot fanlari (08.00.00)",
  "pedagogics": "Pedagogika fanlari (13.00.00)",
  "it_management_graphics": "Axborot texnologiyalari, boshqaruv va kompyuter grafikasi (05.01.00)",
  "google_map_address": "Google xaritada bizning manzil",
  "address": "Toshkent sh. Diydor ko'chasi, 71",
  "telegram": "Telegram",
  "instagram": "Instagram",
  "download": "Yuklab olish",
  "download_more": "Ko'proq yuklash",
  "submitted": "Yuborildi",
  "loading": "Yuborilmoqda",
  "muharrir":"Bosh muharrir:",
  "muharrir_zam":"Bosh muharrir o‘rinbosari:",
  "muharrir_main":"Muharrir:",
  "kotib":"Mas’ul kotib:",
  "web-admin":"Web-administrator:",
  "hero_title": "“YANGI IQTISODIYOT, PEDAGOGIKA VA TEXNOLOGIYALAR SARI” ILMIY ELEKTRON JURNALI",
  "hero_text": "Jurnal Axborot va ommaviy kommunikatsiyalar agentligi tomonidan 2024-yil 6-dekabr kuni ro‘yxatga olingan (guvohnoma raqami №517474) va nashr faoliyatini boshlagan.Jurnal iqtisodiyot, pedagogika, raqamli texnologiyalar va ularning zamonaviy yo‘nalishlariga oid dolzarb mavzularda ilmiy maqolalarni chop etishni maqsad qilgan. Bizning jurnal, ilmiy-analitik yo‘nalishdagi tadqiqot natijalarini jahon ilmiy hamjamiyatiga yetkazishga xizmat qiladi. Jurnal har chorakda 1 marta nashr qilinadi va yil davomida 4 ta soni chop etiladi.",
  "footer_text": "USAT Scholarly Journal xalqaro, har chorakda bir marta ko'rib chiqiladigan, jamoatchilikning sifatli tadqiqot kun tartibiga xizmat ko'rsatishga bag'ishlangan ochiq kirish jurnalidir.",
  "article_title": "Jurnallarda chop etilgan barcha maqolalar to’plami",
  "search_text": "Qidiruv bo'yicha jurnallarda chop etilgan barcha maqolalar to'plami",
  "search_info": "so'zi bo'yicha topilgan natijalar",
  "plans_text": "“Fan va Texnologiyalar universiteti” Ilmiy jurnali menejment, raqamli texnologiyalar, raqamli iqtisodiyot va pedagogika sohalariga ixtisoslashgan nashr bo‘lib, O‘zbekiston Respublikasi Prezidenti Administratsiyasi huzuridagi Axborot va ommaviy kommunikatsiyalar agentligi tomonidan 26.01.2024 sanada № 212842 raqamli guvohnoma bilan davlat ro‘yhatidan o‘tkazilgan",
  "plans_info_title": "BIZNING REJALARIMIZ",
  "plans_info_text": "Biz tadqiqotchilar, akademiklar, amaliyotchilar, siyosatchilar va keng jamoatchilikni o'zaro va xilma-xil auditoriyasini qamrab olish orqali global ta'sirga ega bo'lishga intilamiz. Bizning maqsadimiz xalqaro hamkorlikni rivojlantirish va bilimlarning global miqyosda tarqalishini rag'batlantirishni o'z ichiga oladi",
  "editorial_info": "Fan va Texnologiyalar universiteti Ilmiy jurnali Tahririyat hay’ati va Jamoatchilik kengashi a’zolari",
  "editorial_social": "Jamoatchilik kengashi",
  "reviewers_info": "Fan va Texnologiyalar universiteti ilmiy jurnalida e’lon qilinadigan ilmiy maqolalarni ko‘rib chiqish bo‘yicha ekspertlar tarkibi",
  "authors_info": "Fan va Texnologiyalar universiteti ilmiy jurnalida e’lon qilinadigan ilmiy maqolalar mualliflari ro'yxati",
  "send_article_title": "Jurnalda chop etish uchun maqolalar yuborish",
  "checklist_title": "Tekshirish ro‘yxati",
  "editor": "Mualliflar",
  "add_author": "Yana muallif qo’shish",
  "article_title_inner": "Maqola sarlavhasi",
  "article_title_placeholder": "Maqola sarlavhasini kiriting",
  "keyword_title": "Kalit so'zlar",
  "keyword_placeholder": "Misol: Suniy intellekt, Axborot texnologiyalari",
  "annotation": "Annotatsiya",
  "article_file": "Faqat doc, docx, txt va odt kabi fayl turlariga ruxsat beriladi",
  "article_file_title": "Maqola fayli",
  "article_file_placeholder": "Yuklangan fayl",
  "submit": "Yuborish",
  "checklist_info_top": "Iltimos",
  "checklist_info1": "Umumiy ma'lumotga ega bo'lish va maqolangiz ushbu jurnalga mos kelishini baholash uchun 'Yo‘nalishlar' bo‘limini o'qing;",
  "checklist_info2": "Qo'lyozmangizni tayyorlash uchun Microsoft Word shablonidan foydalaning;",
  "checklist_info3": "Nashr etikasi, mualliflik huquqi, rasm formatlari, ma'lumotlar va havolalar formati masalalari tegishli tarzda ko'rib chiqilganligiga ishonch hosil qiling;",
  "checklist_info4": "Barcha mualliflar taqdim etilgan maqola mazmunini ma’qullaganligiga ishonch hosil qiling va ular Mualliflar uchun yo‘riqnomani o‘qiganliklarini tasdiqlang.",
  "checklist_info_title": "“Fan va Texnologiyalar Universitetiga kirishni tanlagan barcha abiturientlar uchun bir nechta ta'lim formatlari mavjud. Ulardan biri - Kechki ta'lim, kunduzi ish bilan band bo'lgan talabalar uchun. Fan va Texnologiyalar Universiteti eng zamonaviy va samarali xalqaro ta'lim standartlarini o'z ichiga olgan. Fan va Texnologiyalar Universitetiga kirishni tanlagan barcha abiturientlar uchun bir nechta ta'lim formatlari mavjud. Ulardan biri - Kechki ta'lim, kunduzi ish bilan band bo'lgan talabalar uchun.”",
  "guidelines_title1": "Fan va Texnologiyalar Universiteti ilmiy elektron jurnalida maqolalar nashr etilishi tartiblari:",
  "guidelines_title1_info1": "Muallif tomonidan taqdim etilayotgan maqola 'Ma'lumotlarni boshqarish va axborot xavfsizligi' ilmiy dastlari yo'nalishgi mos kelishi lozim.",
  "guidelines_title1_info2": "Maqolalar quyidagi talablarga: keys stadi, eksperiment natija va sharhi, meta-analiz, nazariya, analitik, uslubiyot, professional ilmiy ishchi va kontseptual bo'lishi lop bo'lishi ko'zda tutiladi.",
  "guidelines_title1_info3": "Maqola kelgusida qo'yidagi talablar: ilmiy-texnologik, qo'yilgan muammo yechimi va uning tahliliy etilishi.",
  "guidelines_title2": "Maqola mazmuni:",
  "guidelines_title2_info1": "Maqola mavzusi ilmim uchun qiziq va bo'liq to'risinda sharhlartirgan bo'lib, maqolaning tarkibiy qo'yilishini erta bosish etish to'g'risida, ilmiy stilga ega.",

  "guidelines_title3": "Maqola muallifi to'g'risida ma'lumot:",

  "guidelines_title3_info1": "Ushbu qismda muallifning ismi, familiyasi va sharifi (skanering lari), darajatligi (ya'ni, ilm jiyi ilmini olish) va ilmiy boshlang'ich ma'lumotlari bo'liq yo'nalishlari etilishi lozim. Maqola muallifining etibori va maqsadi boshlang'ich ma'lumotlar bo'liq yo'nalishlari etilishi lozim.",

  "guidelines_title4": "Maqola annotatsiyasi:",
  "guidelines_title4_info1": "Maqola annotatsiyasi bo'liq etilsin 200 so'zdan iborat bo'lgan, maqolaning umumiy mazmunini qisqacha tarzda aks ettiruchi qism hisoblanadi. Maqola annotatsiyasida boshliqni mualliflar, ushbu bildirilgan transport muammosini uchta kertish uchun kiriting maqsadlarini yo'q qilishga mo'ljallangan. Maqola annotatsiyasi maqolaning umumiy mazmunini qisqacha tarzda aks ettiruchi qism hisoblanadi.",

  "guidelines_title5": "Kalit so'zlar:",
  "guidelines_title5_info1": "Tayanch so'zlar maqola matnini va maqsadini eng yaxshi tasvirlaydigan bo'lishi kerak. Maqola mazmunini aks ettiradigan 5-7 ta kalit so'z berilishi lozim (masalan, ma'lumotlar bazasi, axborot xavfsizligi, sun'iy intellekt, katta ma'lumotlar, bulutli texnologiyalar va hokazo).",

  "guidelines_title6": "Kirish:",
  "guidelines_title6_info1": "Kirish qismida asosan tadqiqot mavzusini, uning maqsad va vazifalarini yoritiladi. Maqola qism tadqiqot mavzusining tanlanish sababi, uning dolzarbligi va ilmiy ahamiyatini asoslash, shuningdek, tadqiqot ob'ekti va predmetini aniqlash, tadqiqot maqsadi va vazifalarini belgilash, tadqiqot metodologiyasini yoritish kabi masalalarni o'z ichiga oladi.",

  "guidelines_title7": "Adabiyotlar sharhi (adabiy manbalar sharhi):",
  "guidelines_title7_info1": "Maqola mavzusiga doir nashr etilgan manbalar tahlilini o'z ichiga oladi. Adabiyotlar sharhi tadqiqot mavzusi bo'yicha oldingi tadqiqotlar va ularning natijalarini tahlil qilish, mavjud bilimlar va yondashuvlarni aniqlash, shuningdek, tadqiqot mavzusining dolzarbligini asoslash uchun xizmat qiladi. Adabiyotlar sharhi mavjud bilimlar va yondashuvlarni tahlil qilish, ushbu sohada mavjud bo'shliqlarni aniqlash va tadqiqotning yangiligini ko'rsatish imkonini beradi. Adabiyotlar sharhi tadqiqot mavzusi bo'yicha eng so'nggi va dolzarb manbalarni o'z ichiga olishi kerak.",

  "guidelines_title8": "Tadqiqot metodologiyasi:",
  "guidelines_title8_info1": "Tadqiqot metodologiyasi tadqiqotni o'tkazish uchun qo'llanilgan usullar va yondashuvlarni tasvirlaydi. Ushbu bo'limda tadqiqot dizayni, ma'lumotlarni to'plash usullari, tahlil qilish usullari va boshqa tegishli ma'lumotlar keltiriladi. Tadqiqot metodologiyasi bo'limi o'quvchilarga tadqiqotning qanday o'tkazilganligini tushunish va natijalarning ishonchliligini baholash imkonini beradi. Shuningdek, ushbu bo'lim boshqa tadqiqotchilar tomonidan tadqiqotni takrorlash imkoniyatini ta'minlaydi.",

  "guidelines_title9": "Tahlil va natijalar muhokamasi:",
  "guidelines_title9_info1": "Tahlil va natijalar muhokamasi tadqiqot davomida olingan ma'lumotlarni tahlil qilish va ularni talqin qilishni o'z ichiga oladi. Ushbu bo'limda tadqiqot natijalarini batafsil tavsiflash, ularni mavjud adabiyotlar bilan taqqoslash va ularning ahamiyatini muhokama qilish kerak. Tahlil va natijalar muhokamasida olingan natijalarning nazariy va amaliy ahamiyatini ko'rsatish, shuningdek, tadqiqotning kuchli va zaif tomonlarini muhokama qilish muhimdir.",

  "guidelines_title10": "Xulosa va tavsiyalar:",
  "guidelines_title10_info1": "Xulosa va tavsiyalar bo'limi tadqiqotning asosiy natijalarini umumlashtiradi va ularning ahamiyatini ta'kidlaydi. Ushbu bo'limda tadqiqot natijalarining qisqacha xulosasi, ularning nazariy va amaliy ahamiyati, shuningdek, kelajakdagi tadqiqotlar uchun tavsiyalar keltirilishi kerak.",

  "guidelines_title11": "Foydalanilgan adabiyotlar ro'yxati:",
  "guidelines_title11_info1": "Foydalanilgan adabiyotlar qism maqolada foydalanilgan barcha adabiyotlarning ro'yxatini o'z ichiga oladi. Maqolada foydalanilgan barcha manbalar bibliografik ma'lumotlari to'liq ko'rsatilgan holda keltirilishi kerak.",

  "guidelines_title12": "Mualliflar haqida ma'lumot:",
  "guidelines_title12_info1": "mualliflar ismi-sharifi, ilmiy unvoni, ilmiy darajasi, (Rossiya, O'zbekiston va h.k.), lavozimi nomi, ish.",
  "guidelines_title12_info2": "mualliflar ismi-sharifi, maqola nomi, jurnal nomi, soni, yili, betlari.",
  "guidelines_title12_info3": "Maqola matn hajmi 'Times New Roman' shriftida terilgan 1 sahifadan 10 betgacha bo'lishi mumkin.",
  "guidelines_title12_info4": "Maqolaning maksimal hajmi 15 bet, eng minimal hajmi 5 betdan kam bo'lmasligi kerak.",
  "guidelines_title12_info5": "Maqolalar quyidagi tarkibiy qismlardan iborat bo'lishi kerak: maqola nomi (o'zbek, rus va ingliz tillarida).",
  "guidelines_title12_info6": "Maqolaning tuzilishi quyidagicha bo'lishi kerak:",
  "guidelines_title12_info7": "Maqola nomi (o'zbek, rus va ingliz tillarida) - maksimal 10 so'zdan iborat;",
  "guidelines_title12_info8": "Mualliflar to'g'risida ma'lumot (Familiya va ismi) - maksimal 10 so'zdan iborat;",
  "guidelines_title12_info9": "Mualliflar ish joyi (Tashkilot va davlat nomi) - maksimal 10 so'zdan iborat;",
  "guidelines_title12_info10": "Annotatsiya (o'zbek, rus va ingliz tillarida) - 150-200 so'zdan iborat;",
  "guidelines_title12_info11": "Kalit so'zlar (o'zbek, rus va ingliz tillarida) - 5-7 ta so'z yoki so'z birikmasi.",
  "guidelines_title12_info12": "Maqolalar o'zbek, rus, yoki ingliz tillarida qabul qilinadi.",
  "guidelines_title12_info13": "Bibliografiya (adabiyotlar ro'yxati) maqola oxirida, matnda keltirilgan tartibda va quyidagi talablarga muvofiq rasmiylashtiriladi.",
  "guidelines_title12_info14": "Maqola matn terish muharriri Microsoft Word dasturida terilgan bo'lishi va elektron shaklda taqdim etilishi lozim.",
  "guidelines_title13": "Murojaat uchun:",
  "guidelines_title13_info1": "Telegram kanal: https://t.me/jurnal_usat",
  "guidelines_title13_info2": "Web sayt: https://journal.usat.uz",
  "guidelines_title13_info3": "E-mail: usat@unitut.uz"
}
