{
  "home_page": "Bosh sahifa",
  "about_us": "Biz haqimizda",
  "about_journal": "Jurnal haqida",
  "count_journal": "Jurnal soni",
  "publication_data": "Sana",
  "journal_requirements": "Jurnal talablari",
  "editorial_board": "Tahririyat hay'ati",
  "review_board": "Taqrizchilari kengashi",
  "for_authors": "Mualliflar uchun",
  "list_of_authors": "Mualliflar ro'yxati",
  "checklist": "Tekshirish ro'yxati",
  "requirements": "Jurnal talablari",
  "send_article": "Maqola yuborish",
  "instructions": "Yo'riqnomalar",
  "articles": "Maqolalar",
  "archive": "Arxiv",
  "contacts": "Bog'lanish",
  "search": "Izlash",
  "indexing": "Indeksatsiya",
  "latest_issues": "So‘nggi sonlari",
  "all_issues": "Barcha sonlari",
  "all_articles": "Barcha maqolalar",
  "name": "Ism",
  "last_name": "Familiya",
  "workplace": "Ish joyi",
  "email": "E-mail",
  "phone_number": "Telefon raqami",
  "messenger_account": "Telegram yoki WhatsApp akkaunti",
  "academic_degree": "Ilmiy daraja",
  "phd_economics": "(PhD), Iqtisod fanlari nomzodi",
  "phd_pedagogics": "(PhD), Pedagogika fanlari nomzodi",
  "phd_technical": "(PhD), Texnika fanlari nomzodi",
  "dsc_economics": "(DSc), Iqtisod fanlari doktori",
  "dsc_pedagogics": "(DSc), Pedagogika fanlari doktori",
  "dsc_technical": "(DSc), Texnika fanlari doktori",
  "academic_title": "Ilmiy unvon",
  "associate_professor": "Dotsent",
  "professor": "Professor",
  "academic": "Akademik",
  "country": "Davlat",
  "city": "Shahar",
  "orcid_number": "ORCID raqami",
  "direction": "Yo‘nalishlar",
  "economics": "Iqtisodiyot fanlari (08.00.00)",
  "pedagogics": "Pedagogika fanlari (13.00.00)",
  "it_management_graphics": "Axborot texnologiyalari, boshqaruv va kompyuter grafikasi (05.01.00)",
  "google_map_address": "Google xaritada bizning manzil",
  "address": "Toshkent sh. Diydor ko'chasi, 71",
  "telegram": "Telegram",
  "instagram": "Instagram",
  "download": "Yuklab olish",
  "download_more": "Ko'proq yuklash",
  "submitted": "Yuborildi",
  "loading": "Yuborilmoqda",
  "muharrir":"Bosh muharrir:",
  "muharrir_zam":"Bosh muharrir o‘rinbosari:",
  "muharrir_main":"Muharrir:",
  "kotib":"Mas’ul kotib:",
  "web-admin":"Web-administrator:",
  "hero_title": "“YANGI IQTISODIYOT, PEDAGOGIKA VA TEXNOLOGIYALAR SARI” ILMIY ELEKTRON JURNALI",
  "hero_text": "Jurnal Axborot va ommaviy kommunikatsiyalar agentligi tomonidan 2024-yil 6-dekabr kuni ro‘yxatga olingan (guvohnoma raqami №517474) va nashr faoliyatini boshlagan.Jurnal iqtisodiyot, pedagogika, raqamli texnologiyalar va ularning zamonaviy yo‘nalishlariga oid dolzarb mavzularda ilmiy maqolalarni chop etishni maqsad qilgan. Bizning jurnal, ilmiy-analitik yo‘nalishdagi tadqiqot natijalarini jahon ilmiy hamjamiyatiga yetkazishga xizmat qiladi. Jurnal har chorakda 1 marta nashr qilinadi va yil davomida 4 ta soni chop etiladi.",
  "footer_text": "“Yangi iqtisodiyot, pedagogika va texnologiyalar sari” ilmiy elektron jurnalning asosiy maqsadi respublikamizning yetuk olimlari va amaliyotchilarining nufuzli ilmiy ishlari natijalari bilan yosh olimlar, tayanch doktorant va doktorantlar hamda talaba va magistrantlarni yaqindan tanishtirib borish hisoblanadi.",
  "article_title": "Jurnallarda chop etilgan barcha maqolalar to’plami",
  "search_text": "Qidiruv bo'yicha jurnallarda chop etilgan barcha maqolalar to'plami",
  "search_info": "so'zi bo'yicha topilgan natijalar",
  "plans_text": "“Fan va Texnologiyalar universiteti” Ilmiy jurnali menejment, raqamli texnologiyalar, raqamli iqtisodiyot va pedagogika sohalariga ixtisoslashgan nashr bo‘lib, O‘zbekiston Respublikasi Prezidenti Administratsiyasi huzuridagi Axborot va ommaviy kommunikatsiyalar agentligi tomonidan 26.01.2024 sanada № 212842 raqamli guvohnoma bilan davlat ro‘yhatidan o‘tkazilgan",
  "plans_info_title": "BIZNING REJALARIMIZ",
  "plans_info_text": "Biz tadqiqotchilar, akademiklar, amaliyotchilar, siyosatchilar va keng jamoatchilikni o'zaro va xilma-xil auditoriyasini qamrab olish orqali global ta'sirga ega bo'lishga intilamiz. Bizning maqsadimiz xalqaro hamkorlikni rivojlantirish va bilimlarning global miqyosda tarqalishini rag'batlantirishni o'z ichiga oladi",
  "editorial_info": "Fan va Texnologiyalar universiteti Ilmiy jurnali Tahririyat hay’ati va Jamoatchilik kengashi a’zolari",
  "editorial_social": "Jamoatchilik kengashi",
  "reviewers_info": "Fan va Texnologiyalar universiteti ilmiy jurnalida e’lon qilinadigan ilmiy maqolalarni ko‘rib chiqish bo‘yicha ekspertlar tarkibi",
  "authors_info": "Fan va Texnologiyalar universiteti ilmiy jurnalida e’lon qilinadigan ilmiy maqolalar mualliflari ro'yxati",
  "send_article_title": "Jurnalda chop etish uchun maqolalar yuborish",
  "checklist_title": "Tekshirish ro‘yxati",
  "editor": "Mualliflar",
  "add_author": "Yana muallif qo‘shish",
  "article_title_inner": "Maqola sarlavhasi",
  "article_title_placeholder": "Maqola sarlavhasini kiriting",
  "keyword_title": "Kalit so'zlar",
  "keyword_placeholder": "Misol: Suniy intellekt, Axborot texnologiyalari",
  "annotation": "Annotatsiya",
  "annotation_new": "Adabiyotlar ro‘yxati",
  "article_file": "Faqat docx fayl turiga ruxsat beriladi",
  "article_file_new": "Faqat pdf fayl turiga ruxsat beriladi",
  "article_file_title": "Maqola fayli",
  "article_file_title_new": "Antiplagiat sertifikati",
  "article_file_placeholder": "Yuklangan fayl",
  "submit": "Yuborish",
  "checklist_info_top": "Iltimos",
  "checklist_info1": "Umumiy ma'lumotga ega bo'lish va maqolangiz ushbu jurnalga mos kelishini baholash uchun 'Yo‘nalishlar' bo‘limini o'qing;",
  "checklist_info2": "Qo'lyozmangizni tayyorlash uchun Microsoft Word shablonidan foydalaning;",
  "checklist_info3": "Nashr etikasi, mualliflik huquqi, rasm formatlari, ma'lumotlar va havolalar formati masalalari tegishli tarzda ko'rib chiqilganligiga ishonch hosil qiling;",
  "checklist_info4": "Barcha mualliflar taqdim etilgan maqola mazmunini ma’qullaganligiga ishonch hosil qiling va ular Mualliflar uchun yo‘riqnomani o‘qiganliklarini tasdiqlang.",
  "checklist_info_title": "“Fan va Texnologiyalar Universitetiga kirishni tanlagan barcha abiturientlar uchun bir nechta ta'lim formatlari mavjud. Ulardan biri - Kechki ta'lim, kunduzi ish bilan band bo'lgan talabalar uchun. Fan va Texnologiyalar Universiteti eng zamonaviy va samarali xalqaro ta'lim standartlarini o'z ichiga olgan. Fan va Texnologiyalar Universitetiga kirishni tanlagan barcha abiturientlar uchun bir nechta ta'lim formatlari mavjud. Ulardan biri - Kechki ta'lim, kunduzi ish bilan band bo'lgan talabalar uchun.”",
  "guidelines_title1": "“YANGI IQTISODIYOT, PEDAGOGIKA VA TEXNOLOGIYALAR SARI” ILMIY ELEKTRON JURNALIDA MAQOLALAR NASHR ETTIRISH TARTIBI:",
  "guidelines_title1_info1": "Muallif tomonidan taqdim etilayotgan ilmiy maqola mavzusi “Yangi iqtisodiyot, pedagogika va texnologiyalar sari” ilmiy elektron jurnalining yo‘nalishiga mos kelishi lozim.",
  "guidelines_title1_info2": "Maqolalar asosan empirik tadqiqot, keys-stadi, adabiyotlar tahlili va sharh, meta-analiz, nazariya, amaliyot, uslubiyot, professional ilmiy taqriz va boshqa tavsifga ega bo‘lishi ko‘zda tutiladi.",
  "guidelines_title1_info3": "Maqola qo‘lyozmasi avval nashr qilinmagan va bir vaqtda boshqa jurnalga taqdim qilinmagan bo‘lishi kerak.",
  "guidelines_title1_info4": "Maqola xalqaro andozalar talabi doirasidagi quyidagi aniq bandlarga ega bo‘lishi tavsiya etiladi.",
  "guidelines_title2": "Maqola mavzusi:",
  "guidelines_title2_info1": "Maqola mavzusi imkon qadar qisqa va lo‘nda ko‘rinishda shakllantirilgan bo‘lib, maqolaning tadqiqot yo‘nalishini aniq ifoda etishi lozim (o‘zbek, rus va ingliz tillarida keltirilishi shart).",

  "guidelines_title3": "Tematik rubrikator:",

  "guidelines_title3_info1": "UO‘K – universal o‘nlik klassifikator (УДК). Har bir maqola boshida UO‘K raqami qo‘yilishi lozim. UO‘K raqamini aniqlash va u haqida qo‘shimcha ma’lumotni olish uchun quyidagi <a href='https://perviy-vestnik.ru/udc/' target='_blank'>havoladan</a> foydalanish mumkin <a href='https://perviy-vestnik.ru/udc/'>(https://perviy-vestnik.ru/udc/)</a>.Amerika Iqtisodiy Assotsiatsiyasi tomonidan ishlab chiqilgan va veb-saytida taqdim etilgan Journal of Economic Literature (JEL) mavzu klassifikatori iqtisodiyot bo'yicha nashrlar mavzusini belgilash uchun xalqaro miqyosda tan olingan kod tizimidir. Jahon davriy nashrlarida birorta ham zamonaviy maqola JEL kodlarisiz chop etilmaydi <a href='https://www.aeaweb.org/jel/guide/jel.php'>(https://www.aeaweb.org/jel/guide/jel.php)</a>, JEL raqamini aniqlash va u haqida qo‘shimcha ma’lumotni olish uchun quyidagi <a href='https://library.fa.ru/files/JEL.pdf' target='_blank'>havoladan</a> foydalanish mumkin <a href='https://library.fa.ru/files/JEL.pdf'>(https://library.fa.ru/files/JEL.pdf)</a>.",

  "guidelines_title4": "Maqola muallifi to‘g‘risida ma’lumot:",
  "guidelines_title4_info1": "Ushbu qismda muallifning familiya, ism va sharifi, tegishliligi (ya’ni, ish joyi yoki tahsil olish joyi, bunda faqatgina tashkilot nomi qisqartmalarsiz to‘liq yoziladi), elektron pochta manzili, ORCID raqami va muloqot telefonlari (Telegram yoki WhatsApp) kiritiladi (barchasi o‘zbek, rus va ingliz tillarida). ORCID raqami <a href='https://orcid.org/' target ='_blank'>https://orcid.org/</a> saytida shakllantiriladi. Quyidagi <a href='https://www.youtube.com/watch?v=IssEZiVPDLo' target='_blank'>o‘zbekcha</a> va <a href='https://www.youtube.com/watch?v=2IbUC5DXA7I' target='_blank'>ruscha</a> video qo‘llanmalarda ORCID raqamni qayerdan olish va unda ro‘yxatdan o‘tish masalalari yoritilgan.",

  "guidelines_title5": "Annotatsiyasi:",
  "guidelines_title5_info1": "Maqola annotatsiyasi 100 ta so‘zdan kam bo‘lmasligi, maqolaning umumiy mazmunini qisqacha tarzda yoritib beruvchi qism hisoblanadi. Maqola annotatsiyasida tadqiqot muammosi, uning dolzarbligi, tadqiqot muammosini ochib berish uchun qo‘llanilgan metodologiya, tadqiqot natijalari, maqolaning to‘la mazmunidan kelib chiqqan holda muallifning ilmiy va amaliy hissasining qisqacha bayoni yoritiladi (o‘zbek, rus va ingliz tillarida).",

  "guidelines_title6": "Kalit so‘zlar:",
  "guidelines_title6_info1": "Tayanch so‘zlar maqola mazmuni va maqsadini eng qisqa mazmunda ochib beruvchi kalit so‘zlar hisoblanadi.",

  "guidelines_title7": "Kirish:",
  "guidelines_title7_info1": "Mavzuning dolzarbligi asoslanib, tadqiqot muammosi, uning maqsad va vazifalari yoritiladi. Mazkur qism tadqiqot mavzusining tanlanish asosi, uning dolzarbligi va ilmiy ahamiyatini tushuntirib beradi. Bundan tashqari, kirish qismida tadqiqot obyekti va predmetining qisqacha tavsifi keltiriladi. Keyingi tarkibiy qismlar mazmuni ham aynan kirish qismida qisqacha izohlanadi.",

  "guidelines_title8": "Adabiyotlar sharhi (uslubiy materiallar sharhi):",
  "guidelines_title8_info1": "Mavzuga oid adabiyotlar sharhi tadqiq etilayotgan muammo yuzasidan muallifning bilim va tasavvurlarga ega ekanini namoyon etuvchi qism hisoblanadi. Unda xorijiy va mahalliy olimlarimiz hamda tadqiqotchilarning ishlari tahlil etilib, ushbu ishlardan farqli ravishda muallif olib chiqayotgan masalaning o‘ziga xosligi tavsiflanadi. Adabiyotlar sharhi mavjud intellektual hudud doirasini baholash va shu asosda ma’lum xarita yaratishni anglatadi. Adabiyotlarning sharhida tanqidiy tahlil amalga oshirilib, uning maqsadi mazkur mavzu doirasidagi bilimlarni kuchaytirish va tadqiqot savollarini yanada oydinlashtirish hisoblanadi. O‘z mazmuniga ko‘ra har qanday tadqiqot ayni shu sohada yaratilgan avvalgi bilimlar negiziga quriladi. Adabiyotlar bo‘yicha tahlil asosan sohadagi eng yangi jurnal maqolalari va boshqa turdagi ma’lumot manbalari asosida amalga oshadi.",

  "guidelines_title9": "Tadqiqot metodologiyasi:",
  "guidelines_title9_info1": "Tadqiqot metodologiyasi tadqiqotning eng muhim qismlaridan biri bo‘lib, bunda maqola yozishda foydalanilgan metodologiya tavsifi keltiriladi. Masalan, maqola yozishda qiyosiy taqqoslash usulidan foydalanilgan bo‘lsa, ushbu usul qanday tarzda qo‘llanilgani va natijalarga qanday erishilganligi tavsiflanadi. U o‘tkazilayotgan tadqiqotning umumiy xaritasi, tadqiqot yo‘li va manzilga (natijaga) olib boruvchi xaritaviy chizgilari hisoblanadi. Tadqiqot metodologiyasi tadqiqot falsafasi va yo‘nalishini belgilash, tadqiqot dizayni, ya’ni tadqiqot muammosining yechimiga olib boruvchi bosh rejasini tuzish, tadqiqot uchun zarur axborotni olish yo‘llari va tadqiqot etikasini belgilash, tadqiqot obyetining tanlovi (sampling), birlamchi yoki ikkilamchi ma’lumot manbalaridan foydalanish to‘g‘risidagi qarorlar, tadqiqot strategiyasini (kuzatish, eksperiment, keys-stadi, savolnoma, etnografik, arxiv tadqiqot va h.k.) aniqlash bo‘yicha ratsional qaror qabul qilish asosida qo‘yilgan muammoning aniq yechimiga olib chiquvchi yo‘lni belgilashni anglatadi. Metodologiya qismining mukammalligi tadqiqot uchun belgilangan yo‘lning ishonchliligi (reliability) va aniqliligini (validity) asoslash orqali namoyon bo‘ladi. ",

  "guidelines_title10": "Tahlil va natijalar muhokamasi:",
  "guidelines_title10_info1": "Maqolaning asosiy qismi hisoblanib, mavzuga oid ma’lumotlar tadqiq etiladi, statistik va boshqa ma’lumotlar tahlili amalga oshiriladi. Tahlil natijasida mavjud muammolar aniqlanadi. Jadval va diagrammalardan foydalangan holda ma’lumotlar tahlil etiladi.Tadqiqotning tahlil qismi tadqiqot metodologiyasida avvaldan belgilab olingan tahlil usullari (matematik modellar va boshqalar) orqali yig‘ilgan ma’lumotlarning tahlilini amalga oshiradi. Bunda faqatgina tahlil usulining natijalari ifoda etiladi; topilgan natijalar bo‘yicha muhokama maqolaning keyingi qismining vazifasi hisoblanadi.Tahlil qismi natijalari mavzuga oid adabiyotlar tahlili natijalari va xulosalariga taqqoslash hamda shaxsiy fikrlar orqali muhokamasini nazarda tutadi. Ushbu qism tadqiqot natijalarini izohlash vazifasini bajaradi.",

  "guidelines_title11": "Xulosa va takliflar:",
  "guidelines_title11_info1": "Tadqiqotning maqsad, vazifalarining anglashilganligi hamda tadqiqot savollarining o‘z javobini topganligi, tadqiqotning asosiy natijalariga va tadqiqot jarayonidagi tahlil va natijalar asosida shakllantirilgan xulosa va aniqlangan muammolarni bartaraf etish bo‘yicha umumiy xulosalar, shu bilan birga, taklif va tavsiyalar keltiriladi.",

  "guidelines_title12": "Foydalanilgan adabiyotlar ro‘yxati:",
  "guidelines_title12_info1": "mualliflar ismi-sharifi, ilmiy unvoni, ilmiy darajasi, (Rossiya, O'zbekiston va h.k.), lavozimi nomi, ish.",
  "guidelines_title12_info2": "mualliflar ismi-sharifi, maqola nomi, jurnal nomi, soni, yili, betlari.",
  "guidelines_title12_info3": "Maqola matn hajmi 'Times New Roman' shriftida terilgan 1 sahifadan 10 betgacha bo'lishi mumkin.",
  "guidelines_title12_info4": "Maqolaning maksimal hajmi 15 bet, eng minimal hajmi 5 betdan kam bo'lmasligi kerak.",
  "guidelines_title12_info5": "Maqolalar quyidagi tarkibiy qismlardan iborat bo'lishi kerak: maqola nomi (o'zbek, rus va ingliz tillarida).",
  "guidelines_title12_info6": "Maqolaning tuzilishi quyidagicha bo'lishi kerak:",
  "guidelines_title12_info7": "Maqola nomi (o'zbek, rus va ingliz tillarida) - maksimal 10 so'zdan iborat;",
  "guidelines_title12_info8": "Mualliflar to'g'risida ma'lumot (Familiya va ismi) - maksimal 10 so'zdan iborat;",
  "guidelines_title12_info9": "Mualliflar ish joyi (Tashkilot va davlat nomi) - maksimal 10 so'zdan iborat;",
  "guidelines_title12_info10": "Annotatsiya (o'zbek, rus va ingliz tillarida) - 150-200 so'zdan iborat;",
  "guidelines_title12_info11": "Kalit so'zlar (o'zbek, rus va ingliz tillarida) - 5-7 ta so'z yoki so'z birikmasi.",
  "guidelines_title12_info12": "Maqolalar o'zbek, rus, yoki ingliz tillarida qabul qilinadi.",
  "guidelines_title12_info13": "Bibliografiya (adabiyotlar ro'yxati) maqola oxirida, matnda keltirilgan tartibda va quyidagi talablarga muvofiq rasmiylashtiriladi.",
  "guidelines_title12_info14": "Maqola matn terish muharriri Microsoft Word dasturida terilgan bo'lishi va elektron shaklda taqdim etilishi lozim.",
  "guidelines_title13": "Murojaat uchun:",
  "guidelines_title13_info1": "Telegram kanal: https://t.me/jurnal_usat",
  "guidelines_title13_info2": "Web sayt: https://journal.usat.uz",
  "guidelines_title13_info3": "E-mail: usat@unitut.uz"
}
