{
    "home_page": "Главная страница",
    "about_us": "О нас",
    "about_journal": "О журнале",
    "count_journal": "Выпуск журнала",
    "publication_data":"Дата публикации",
    "requirements": "Требования журнала",
    "journal_requirements": "Требования журнала",
    "editorial_board": "Редакционная коллегия",
    "review_board": "Совет рецензентов",
    "for_authors": "Для авторов",
    "list_of_authors": "Список авторов",
    "checklist": "Контрольный список",
    "send_article": "Отправить статью",
    "instructions": "Инструкции",
    "articles": "Статьи",
    "archive": "Архив",
    "contacts": "Контакты",
    "search": "Поиск",
    "indexing": "Индексация",
    "latest_issues": "Последние выпуски",
    "all_issues": "Все выпуски",
    "all_articles": "Все статьи",
    "name": "Имя",
    "last_name": "Фамилия",
    "workplace": "Место работы",
    "email": "E-mail",
    "submitted": "Отправлено",
    "loading":"Отправляется",
    "phone_number": "Номер телефона",
    "messenger_account": "Аккаунт в Telegram или WhatsApp",
    "academic_degree": "Учёная степень",
    "phd_economics": "(PhD), кандидат экономических наук",
    "phd_pedagogics": "(PhD), кандидат педагогических наук",
    "phd_technical": "(PhD), кандидат технических наук",
    "dsc_economics": "(DSc), доктор экономических наук",
    "dsc_pedagogics": "(DSc), доктор педагогических наук",
    "dsc_technical": "(DSc), доктор технических наук",
    "academic_title": "Ученое звание",
    "associate_professor": "Доцент",
    "professor": "Профессор",
    "academic": "Академик",
    "country": "Страна",
    "city": "Город",
    "orcid_number": "Номер ORCID",
    "direction": "Направления",
    "economics": "Экономические науки (08.00.00)",
    "pedagogics": "Педагогические науки (13.00.00)",
    "it_management_graphics": "Информационные технологии, управление и компьютерная графика (05.01.00)",
    "google_map_address": "Наш адрес на карте Google",
    "address": "г. Ташкент ул. Дийдор, 71",
    "telegram": "Телеграм",
    "instagram": "Инстаграм",
    "download": "Скачать",
    "download_more":"Загрузить ещё",
    "muharrir":"Главный редактор:",
    "muharrir_zam":"Заместитель главного редактора:",
    "muharrir_main":"Редактор:",
    "kotib":"Ответственный секретарь:",
    "web-admin":"Web-администратор:",
    "hero_title":"НАУЧНЫЙ ЭЛЕКТРОННЫЙ ЖУРНАЛ «К НОВОЙ ЭКОНОМИКЕ, ПЕДАГОГИКЕ И ТЕХНОЛОГИЯМ»",
    "hero_text":"Журнал зарегистрирован Агентством информации и массовых коммуникаций 6 декабря 2024 года (свидетельство №517474) и начал свою издательскую деятельность.Журнал ставит целью публикацию научных статей по актуальным темам в области экономики, педагогики, информационных технологий и их современных направлений. Наш журнал служит для распространения результатов научно-аналитических исследований в мировом научном сообществе.",
    "footer_text":"Основной целью научного электронного журнала “К новой экономике, педагогике и технологиям” является ознакомление молодых ученых, докторантов базовой докторантуры и докторантов, а также студентов и магистрантов с результатами авторитетных научных работ ведущих ученых и практиков нашей республики.",
    "article_title":"Сборник всех статей, опубликованных в журналах",
    "search_text":"Сборник всех статей, опубликованных в журналах по теме поисковых исследований",
    "search_info":"Результаты, найденные по слову",
    "plans_text":"Научный журнал 'Университет науки и технологий' - специализированное издание в областях менеджмента, цифровых технологий, цифровой экономики и педагогики, прошедшее государственную регистрацию в Агентстве информации и массовых коммуникаций при Администрации Президента Республики Узбекистан 26.01.2024 г. со свидетельством No 212842",
    "plans_info_title":"НАШИ ПЛАНЫ",
    "plans_info_text":"Мы стремимся к глобальному влиянию, взаимодействуя с исследователями, академиками, практиками, политиками и широкой общественностью, охватывая их разнообразную аудиторию. Наша цель включает развитие международного сотрудничества и стимулирование распространения знаний в глобальном масштабе.",
    "editorial_info":"Члены редакционной коллегии и общественного совета научного журнала 'Университет науки и технологий'",
    "editorial_social":"Общественный совет",
    "reviewers_info":"Состав экспертов по рассмотрению научных статей, публикуемых в научном журнале 'Университет науки и технологий'",
    "authors_info":"Список авторов научных статей, публикуемых в научном журнале 'Университет наук и технологий'",
    "send_article_title":"Отправка статей для публикации в журнале",
    "checklist_title":"Контрольный список",
    "editor":"Авторы",
    "add_author":"Добавить ещё автора",
    "article_title_inner":"Заголовок статьи",
    "article_title_placeholder":"Введите заголовок статьи",
    "keyword_title":"Ключевые слова",
    "keyword_placeholder":"Пример: Искусственный интеллект, Информационные технологии",
    "annotation":"Аннотация",
    "annotation_new": "Список литературы",
    "article_file":"Разрешены только файлы тип .docx",
    "article_file_new":"Разрешены только файлы тип .pdf",
    "article_file_title":"Файл статьи",
    "article_file_title_new":"Сертификат антиплагиата",
    "article_file_placeholder":"Загруженный файл",
    "submit":"Отправить",
    "checklist_info_top":"Пожалуйста",
    "checklist_info1":"Прочитайте раздел 'Направления' для получения общих сведений и оценки соответствия вашей статьи данному журналу;",
    "checklist_info2":"Используйте шаблон Microsoft Word для подготовки рукописи;",
    "checklist_info3":"Убедитесь, что вопросы издательской этики, авторского права, форматов изображений, информации и формата ссылок рассмотрены надлежащим образом;",
    "checklist_info4":"Убедитесь, что все авторы одобрили содержание представленной статьи, и подтвердите, что они прочитали Руководство для авторов.",
    "checklist_info_title":"'Для всех абитуриентов, выбравших поступление в Университет науки и технологий, существует несколько образовательных форматов. Одно из них - вечернее обучение, для студентов, занятых днем. Университет науки и технологий включает в себя самые современные и эффективные международные образовательные стандарты. Для всех абитуриентов, выбравших поступление в Университет науки и технологий, существует несколько образовательных форматов. Одно из них - вечернее обучение, для студентов, занятых днем.'",
    "guidelines_title1": "Порядок публикации статей в научном электронном журнале 'Университет Фан и Технологий':",
  "guidelines_title1_info1": "Статья, представляемая автором, должна соответствовать научным программам направления 'Управление данными и информационная безопасность'.",
  "guidelines_title1_info2": "Статьи должны соответствовать следующим требованиям: кейс-стади, результаты и обсуждение эксперимента, мета-анализ, теория, аналитика, методология, профессиональная научная работа и концептуальность.",
  "guidelines_title1_info3": "В будущем статья должна соответствовать следующим требованиям: научно-технологическая, решение поставленной проблемы и ее аналитическое обоснование.",
  "guidelines_title2": "Содержание статьи:",
  "guidelines_title2_info1": "Тема статьи должна быть интересной для науки и полностью прокомментирована, с ранним изложением структуры статьи, написанной в научном стиле.",
  "guidelines_title3": "Информация об авторе статьи:",
  "guidelines_title3_info1": "В этом разделе должны быть указаны имя, фамилия и отчество автора (их сканы), степень (т.е. получение научной степени) и научные начальные данные полного направления. Должны быть указаны внимание и цель автора статьи, начальные данные полного направления.",
  "guidelines_title4": "Аннотация статьи:",
  "guidelines_title4_info1": "Аннотация статьи должна состоять из 200 слов и является частью, кратко отражающей общее содержание статьи. В аннотации статьи авторы должны указать цели устранения указанной транспортной проблемы для трех ее решений. Аннотация статьи является частью, кратко отражающей общее содержание статьи.",
  "guidelines_title5": "Ключевые слова:",
  "guidelines_title5_info1": "Ключевые слова должны наилучшим образом описывать текст и цель статьи. Необходимо предоставить 5-7 ключевых слов, отражающих содержание статьи (например, база данных, информационная безопасность, искусственный интеллект, большие данные, облачные технологии и т.д.).",
  "guidelines_title6": "Введение:",
  "guidelines_title6_info1": "Во введении в основном освещается тема исследования, его цели и задачи. Этот раздел статьи включает в себя обоснование выбора темы исследования, ее актуальности и научной значимости, а также определение объекта и предмета исследования, постановку цели и задач исследования, освещение методологии исследования.",
  "guidelines_title7": "Обзор литературы (обзор литературных источников):",
  "guidelines_title7_info1": "Включает анализ опубликованных источников по теме статьи. Обзор литературы служит для анализа предыдущих исследований по теме исследования и их результатов, выявления существующих знаний и подходов, а также обоснования актуальности темы исследования. Обзор литературы позволяет проанализировать существующие знания и подходы, выявить существующие пробелы в этой области и показать новизну исследования. Обзор литературы должен включать самые последние и актуальные источники по теме исследования.",
  "guidelines_title8": "Методология исследования:",
  "guidelines_title8_info1": "Методология исследования описывает методы и подходы, использованные для проведения исследования. В этом разделе приводятся дизайн исследования, методы сбора данных, методы анализа и другая соответствующая информация. Раздел методологии исследования позволяет читателям понять, как проводилось исследование, и оценить надежность результатов. Кроме того, этот раздел обеспечивает возможность воспроизведения исследования другими исследователями.",
  "guidelines_title9": "Анализ и обсуждение результатов:",
  "guidelines_title9_info1": "Анализ и обсуждение результатов включает анализ данных, полученных в ходе исследования, и их интерпретацию. В этом разделе необходимо подробно описать результаты исследования, сравнить их с существующей литературой и обсудить их значимость. В анализе и обсуждении результатов важно показать теоретическую и практическую значимость полученных результатов, а также обсудить сильные и слабые стороны исследования.",
  "guidelines_title10": "Заключение и рекомендации:",
  "guidelines_title10_info1": "Раздел заключения и рекомендаций обобщает основные результаты исследования и подчеркивает их значимость. В этом разделе должны быть приведены краткие выводы результатов исследования, их теоретическая и практическая значимость, а также рекомендации для будущих исследований.",
  "guidelines_title11": "Список использованной литературы:",
  "guidelines_title11_info1": "Раздел использованной литературы включает список всей литературы, использованной в статье. Все источники, использованные в статье, должны быть приведены с полными библиографическими данными.",
  "guidelines_title12": "Информация об авторах:",
  "guidelines_title12_info1": "фамилия, имя, отчество авторов, ученое звание, ученая степень, (Россия, Узбекистан и т.д.), название должности, работа.",
  "guidelines_title12_info2": "фамилия, имя, отчество авторов, название статьи, название журнала, номер, год, страницы.",
  "guidelines_title12_info3": "Объем текста статьи может быть от 1 до 10 страниц, набранных шрифтом 'Times New Roman'.",
  "guidelines_title12_info4": "Максимальный объем статьи 15 страниц, минимальный объем не должен быть менее 5 страниц.",
  "guidelines_title12_info5": "Статьи должны состоять из следующих структурных частей: название статьи (на узбекском, русском и английском языках).",
  "guidelines_title12_info6": "Структура статьи должна быть следующей:",
  "guidelines_title12_info7": "Название статьи (на узбекском, русском и английском языках) - максимум 10 слов;",
  "guidelines_title12_info8": "Информация об авторах (Фамилия и имя) - максимум 10 слов;",
  "guidelines_title12_info9": "Место работы авторов (Название организации и страны) - максимум 10 слов;",
  "guidelines_title12_info10": "Аннотация (на узбекском, русском и английском языках) - 150-200 слов;",
  "guidelines_title12_info11": "Ключевые слова (на узбекском, русском и английском языках) - 5-7 слов или словосочетаний.",
  "guidelines_title12_info12": "Статьи принимаются на узбекском, русском или английском языках.",
  "guidelines_title12_info13": "Библиография (список литературы) оформляется в конце статьи в порядке упоминания в тексте и в соответствии со следующими требованиями.",
  "guidelines_title12_info14": "Статья должна быть набрана в текстовом редакторе Microsoft Word и представлена в электронном виде.",
  "guidelines_title13": "Для обращения:",
  "guidelines_title13_info1": "Telegram канал: https://t.me/jurnal_usat",
  "guidelines_title13_info2": "Веб-сайт: https://journal.usat.uz",
  "guidelines_title13_info3": "E-mail: usat@unitut.uz"
  }