{
    "home_page": "Главная страница",
    "about_us": "О нас",
    "about_journal": "О журнале",
    "count_journal": "Выпуск журнала",
    "publication_data":"Дата публикации",
    "requirements": "Требования журнала",
    "journal_requirements": "Требования журнала",
    "editorial_board": "Редакционная коллегия",
    "review_board": "Совет рецензентов",
    "for_authors": "Для авторов",
    "list_of_authors": "Список авторов",
    "checklist": "Контрольный список",
    "send_article": "Отправить статью",
    "instructions": "Инструкции",
    "articles": "Статьи",
    "archive": "Архив",
    "contacts": "Контакты",
    "search": "Поиск",
    "indexing": "Индексация",
    "latest_issues": "Последние выпуски",
    "all_issues": "Все выпуски",
    "all_articles": "Все статьи",
    "name": "Имя",
    "last_name": "Фамилия",
    "workplace": "Место работы или учёбы",
    "education":"Должность или уровень образования",
    "email": "E-mail",
    "submitted": "Отправлено",
    "loading":"Отправляется",
    "phone_number": "Номер телефона",
    "telegram_account": "Телеграм-аккаунт",
    "whatsapp_account": "Аккаунт WhatsApp",
    "academic_degree": "Учёная степень",
    "phd_economics": "(PhD), кандидат экономических наук",
    "phd_pedagogics": "(PhD), кандидат педагогических наук",
    "phd_technical": "(PhD), кандидат технических наук",
    "dsc_economics": "(DSc), доктор экономических наук",
    "dsc_pedagogics": "(DSc), доктор педагогических наук",
    "dsc_technical": "(DSc), доктор технических наук",
    "academic_title": "Ученое звание",
    "associate_professor": "Доцент",
    "professor": "Профессор",
    "academic": "Академик",
    "country": "Страна",
    "city": "Город",
    "orcid_number": "Номер ORCID",
    "direction": "Направления",
    "economics": "Экономические науки (08.00.00)",
    "pedagogics": "Педагогические науки (13.00.00)",
    "it_management_graphics": "Информационные технологии, управление и компьютерная графика (05.01.00)",
    "google_map_address": "Наш адрес на карте Google",
    "address": "Узбекистан, 100208, г. Ташкент, Чиланзарский район, ул. Дийдор, 71",
    "adress_new":"ул. Дийдор, 71",
    "telegram": "Телеграм-канал",
    "instagram": "Телеграм-аккаунт ответственного секретаря",
    "download": "Скачать",
    "download_more":"Загрузить ещё",
    "muharrir":"Главный редактор:",
    "muharrir_zam":"Заместитель главного редактора:",
    "muharrir_main":"Редакторы:",
    "kotib":"Ответственный секретарь:",
    "web-admin":"Web-администратор:",
    "hero_title":"НАУЧНЫЙ ЭЛЕКТРОННЫЙ ЖУРНАЛ «К НОВОЙ ЭКОНОМИКЕ, ПЕДАГОГИКЕ И ТЕХНОЛОГИЯМ»",
    "hero_text":"Журнал зарегистрирован Агентством информации и массовых коммуникаций при Администрации Президента Республики Узбекистан 6 декабря 2024 года (свидетельство №517474) и начал свою издательскую деятельность. Журнал ставит целью публикацию научных статей по актуальным темам в области экономики, педагогики, информационных технологий и их современных направлений. Наш журнал служит для распространения результатов научно-аналитических исследований в мировом научном сообществе.",
    "footer_text":"Основной целью научного электронного журнала “К новой экономике, педагогике и технологиям” является ознакомление молодых ученых, докторантов базовой докторантуры и докторантов, а также студентов и магистрантов с результатами авторитетных научных работ ведущих ученых и практиков нашей республики.",
    "article_title":"Сборник всех статей, опубликованных в журналах",
    "search_text":"Сборник всех статей, опубликованных в журналах по теме поисковых исследований",
    "search_info":"Результаты, найденные по слову",
    "plans_text":"Научный электронный журнал 'К новой экономике, педагогике и технологиям,' учрежденный Университетом науки и технологий, зарегистрирован Агентством информации и массовых коммуникаций при Администрации Президента Республики Узбекистан 6 декабря 2024 года (Свидетельство о государственной регистрации средства массовой информации №517474) и начал свою издательскую деятельность.",
    "plans_info_title":"НАШИ ПЛАНЫ",
    "plans_info_text":"Мы стремимся к глобальному влиянию, взаимодействуя с исследователями, академиками, практиками, политиками и широкой общественностью, охватывая их разнообразную аудиторию. Наша цель включает развитие международного сотрудничества и стимулирование распространения знаний в глобальном масштабе.",
    "editorial_info":"Члены редакционной коллегии научного электронного журнала Университета наук и технологий",
    "editorial_social":"Общественный совет",
    "reviewers_info":"Состав экспертов по рассмотрению научных статей, публикуемых в научном журнале 'Университет науки и технологий'",
    "authors_info":"Список авторов научных статей, публикуемых в научном журнале 'Университет наук и технологий'",
    "send_article_title":"Отправка статей для публикации в журнале",
    "checklist_title":"Контрольный список",
    "editor":"Авторы",
    "add_author":"Добавить ещё автора",
    "article_title_inner":"Заголовок статьи",
    "article_title_placeholder":"Введите заголовок статьи",
    "keyword_title":"Ключевые слова",
    "keyword_placeholder":"Пример: Искусственный интеллект, Информационные технологии",
    "annotation":"Аннотация",
    "annotation_new": "Список литературы",
    "article_file":"Разрешены только файлы тип .docx",
    "article_file_new":"Разрешены только файлы тип .pdf",
    "article_file_title":"Файл статьи",
    "article_file_title_new":"Сертификат антиплагиата",
    "article_file_placeholder":"Загруженный файл",
    "submit":"Отправить",
    "checklist_info_top":"Пожалуйста",
    "checklist_info1":"Прочитайте раздел 'Направления' для получения общих сведений и оценки соответствия вашей статьи данному журналу;",
    "checklist_info2":"Используйте шаблон Microsoft Word для подготовки рукописи;",
    "checklist_info3":"Убедитесь, что вопросы издательской этики, авторского права, форматов изображений, информации и формата ссылок рассмотрены надлежащим образом;",
    "checklist_info4":"Убедитесь, что все авторы одобрили содержание представленной статьи, и подтвердите, что они прочитали Руководство для авторов.",
    "checklist_info_title":"'Для всех абитуриентов, выбравших поступление в Университет науки и технологий, существует несколько образовательных форматов. Одно из них - вечернее обучение, для студентов, занятых днем. Университет науки и технологий включает в себя самые современные и эффективные международные образовательные стандарты. Для всех абитуриентов, выбравших поступление в Университет науки и технологий, существует несколько образовательных форматов. Одно из них - вечернее обучение, для студентов, занятых днем.'",
   "guidelines_title1": "ПОРЯДОК ПУБЛИКАЦИИ СТАТЕЙ В НАУЧНОМ ЭЛЕКТРОННОМ ЖУРНАЛЕ «К НОВОЙ ЭКОНОМИКЕ, ПЕДАГОГИКЕ И ТЕХНОЛОГИЯМ»",
  "guidelines_title1_info1": "Тема научной статьи, представленной автором, должна соответствовать направлению научного электронного журнала «К новой экономике, педагогике и технологиям».",
  "guidelines_title1_info2": "Статья в основном должна иметь эмпирическое исследование, кейс-стади, анализ и обзор литературы, мета анализ, теоретическое обоснование, практические рекомендации, методологию, профессиональную научную рецензию и другую характеристику.",
  "guidelines_title1_info3": "Рукопись должна быть оригинальной, статья не должна быть ранее опубликована и одновременно представлена в другой журнал.",
  "guidelines_title1_info4": " Рекомендуется, чтобы статья содержала следующие конкретные пункты в рамках требований международных стандартов:",
  "guidelines_title2": "Тема статьи:",
  "guidelines_title2_info1": "Тема должна быть сформулирована кратко, четко отражать направление исследования и быть представлена на узбекском, русском и английском языках. ",

  "guidelines_title3": "Тематический рубрикатор:",

  "guidelines_title3_info1": " УДК - универсальный десятичный классификатор. Каждая статья должна иметь номер УДК, указанный в начале текста. Для определения индекса УДК и получения дополнительной информации о нем можно воспользоваться ресурсом (https://perviy-vestnik.ru/udc/).Тематический классификатор Journal of economic literature (JEL), разработанный Американской экономической ассоциацией и представленный на веб-сайте, только для экономических статей необходимо указать соответствующие коды JEL, которые являются международным стандартом для классификации публикаций в области экономики. Ни одна современная статья в мировых периодических изданиях не публикуется без кодов JEL (https://www.aeaweb.org), для определения номера JEL и получения дополнительной информации о нем можно воспользоваться ресурсом (https://library.fa.ru/files/JEL.pdf).",

  "guidelines_title4": "Сведения об авторе статьи:",
  "guidelines_title4_info1": "В этой части вводятся фамилия, имя и отчество автора, место работы или учебы (полное название организации без сокращений), адрес электронной почты, номер ORCID и контактные телефоны (мессенджеры Telegram или WhatsApp). Все сведения должны быть представлены на узбекском, русском и английском языках. Номер ORCID формируется на сайте https://orcid.org/. Ниже приведены видео пособия на узбекском и русском языках, где можно получить номер ORCID и зарегистрироваться в нем.",

  "guidelines_title5": "Аннотация:",
  "guidelines_title5_info1": "Аннотация статьи должна содержать не менее 100 слов. В ней кратко излагаются основные положения статьи: исследуемая проблема, её актуальность, использованная методология, результаты исследования, а также краткий научный и практический вклад автора. Аннотация должна быть представлена на узбекском, русском и английском языках.",

  "guidelines_title6": "Ключевые слова:",
  "guidelines_title6_info1": "Ключевые слова должны отражать содержание и цель статьи в сжато изложенной форме.",

  "guidelines_title7": "Введение:",
  "guidelines_title7_info1": " Во введении раскрывается актуальность выбранной темы, обозначаются цели и задачи исследования. Также приводится обоснование выбора темы, её научная значимость, а также краткое описание объекта и предмета исследования.",

  "guidelines_title8": "Обзор литературы:",
  "guidelines_title8_info1": " Обзор литературы представляет собой анализ существующих исследований по теме, включая работы как отечественных, так и зарубежных ученых. В этой части статьи анализируются различные подходы, а также выделяются особенности выдвигаемого автором вопроса. Обзор литературы служит основой для дальнейшего исследования и критического анализа существующих знаний, что позволяет углубить понимание темы и прояснить исследовательские вопросы. Важно учитывать новейшие журнальные статьи и другие актуальные источники информации.",

  "guidelines_title9": "Методология исследования:",
  "guidelines_title9_info1": " Методология исследования является ключевым элементом, в котором описывается использованный подход при написании статьи. Например, если применялся метод сравнительного сопоставления, необходимо объяснить, как этот метод был использован и каких результатов он позволил достичь. Методология служит планом исследования, указывающим на пути и стратегию достижения результата. Она включает в себя философию исследования, выбор методов сбора данных (первичные или вторичные источники), а также этические принципы. Важными компонентами являются выбор объекта исследования, определение методов (наблюдение, эксперимент, кейс-стади, анкетирование (опрос) и другие) и обоснование стратегии, которая направлена на решение исследуемой проблемы. Методология должна также подтверждать надежность и точность (validity and reliability) выбранных методов и подходов.",

  "guidelines_title10": "Анализ и обсуждение результатов:",
  "guidelines_title10_info1": " Основной частью статьи является анализ собранных данных, статистических материалов и других источников. В процессе анализа выявляются проблемы, и данные представляются в виде таблиц и диаграмм. В аналитической части используются методы, указанные в методологии исследования, например, математические модели и другие подходы. На этом этапе излагаются результаты анализа данных, а обсуждение их в контексте теории и литературы - задача следующей части работы. Результаты должны быть проанализированы и интерпретированы, что позволит сравнить их с существующими исследованиями и найти личные взгляды на проблему..",

  "guidelines_title11": "Выводы и предложения:",
  "guidelines_title11_info1": "Исходя из цели исследования, дается общее заключение о том, что вопросы, поставленные в задачах, нашли свое решение в процессе исследования. На основе анализа и результатов, полученных в ходе исследования, формулируются выводы, а также приводятся предложения и рекомендации.",

  "guidelines_title12": "Список использованной литературы:",
  "guidelines_title12_info1": " В этом разделе приводится перечень всех источников, использованных в процессе исследовании. Все ссылки на источники должны быть оформлены в алфавитном порядке по правилам Гарвардской системы цитирования:",
  "guidelines_title12_info2": "Книги: фамилия автора(ов), (год издания), название книги, место издания (страна, город), издательство, страницы.",
  "guidelines_title12_info3": "фамилия автора(ов), (год публикации), название статьи, название журнала, номер выпуска, страницы.",
  "guidelines_title12_info4": "Рекомендуется, чтобы общее количество использованной литературы составляло не менее 20 источников, из которых не менее 50% должны составлять научные публикации, изданные за последние 5 лет, а не менее 30% - зарубежные источники. Также желательно, чтобы хотя бы один источник был опубликован в данном журнале. Все источники должны быть пронумерованы в тексте статьи, например, [1], [2], [3].",
  "guidelines_title12_info5": "Текст статьи должен составлять не менее 75% результатов личных исследований автора. Необходимо предоставить сертификат о проверки на оригинальность статьи по антиплагиат. ",
  "guidelines_title12_info6": "Для текста статьи рекомендуется использовать шрифт «Times New Roman», размер 14, с одинарным межстрочным интервалом. Отступы с каждой стороны страницы (правая, левая, верхняя и нижняя) - 2 см. Статья подготавливается в текстовом редакторе «Microsoft Word» и предоставляется в формате «*.docx», объем статьи должен быть в пределах 6-12 страниц.",
  "guidelines_title12_info7": " В статье все таблицы, графики, диаграммы и рисунки должны быть четкими и качественными. Номера и названия таблиц размещаются в верхней части, а графиков, диаграмм и рисунков - в нижней.",
  "guidelines_title12_info8": "Статьи могут быть представлены на узбекском, русском или английском языках.",
  "guidelines_title12_info9": "Статьи, не соответствующие установленным требованиям, не передаются рецензентам и возвращаются автору на доработку с заключением редакции о несоответствии.",
  "guidelines_title12_info10": "Ответственность за факты и сведения, приведенные в статьях, прошедших рецензию и рекомендованных к публикации, несет автор.",
  "requirements_title": "ИНФОРМАЦИОННОЕ ПИСЬМО НАУЧНОГО ЭЛЕКТРОННОГО ЖУРНАЛА «К НОВОЙ ЭКОНОМИКЕ, ПЕДАГОГИКЕ И ТЕХНОЛОГИЯМ»",
  "requirements_title_info1": "Рады сообщить, что научный электронный журнал «К новой экономике, педагогике и технологиям» официально зарегистрирован Агентством информации и массовых коммуникаций при Администрации Президента Республики Узбекистан 6 декабря 2024 года (свидетельство №517474) и приступил к активной издательской деятельности.  ",
  "requirements_title_info2": "Целью журнала является публикация научных статей, посвященных актуальным вопросам в области экономики, педагогики, цифровых технологий и их современных направлений. Издание предоставляет платформу для распространения результатов научно-аналитических исследований, способствуя интеграции в мировое научное сообщество.  ",
  "requirements_title_info3": "Журнал будет выходить ежеквартально, обеспечивая читателям 4 выпуска в год.",
  "requirements_title1": "Требования к статьям:",
  "requirements_title1_info1": "Языки публикации: статьи принимаются на узбекском, русском или английском языках.",
  "requirements_title1_info2": "Мультиязычность: название статьи, аннотация, ключевые слова и выражения должны быть представлены на трех языках: узбекском, русском и английском.",
  "requirements_title1_info3": "Актуальность и значимость: материалы должны освещать актуальные темы и обладать научной, инновационной и практической ценностью.",
  "requirements_title1_info4": "Структура статьи: необходимо соблюдать формат IMRAD, включающий: аннотация, ключевые слова, введение, oбзор литературы, методология исследования, анализ и результаты, заключение и рекомендации, список литературы.",
  "requirements_title1_info5": "Оформление ссылок: каждая использованная ссылка должна быть полностью и корректно указана в списке литературы.",
  "requirements_title1_info6": "Информация об авторе: следует указать полные фамилию и имя, ученую степень и звание, место работы или учебное заведение.",
  "requirements_title1_info7": " Фотография автора: фотография должна быть официального формата, (72-96 DPI в формате PNG или JPEG).",
  "requirements_title1_info8": "Контактные данные: необходимо предоставить номер телефона (с указанием предпочтительного мессенджера, например, Telegram или WhatsApp) и адрес электронной почты.",
  "requirements_title1_info9": "Список литературы: должен быть представлен в виде внутренних источников под порядковым номером [1], [2], [3], и должен содержать не менее 20 источников, предпочтительно индексированных в международных базах за последние 5 лет. Все источники из списка литературы должны быть достоверными и упоминаться в тексте статьи.",
  "requirements_title1_info10": "Рекомендуемый объем статьи: 6-12 страниц, аннотация - до 100 слов и ключевые слова - до 12 слов.",
  "requirements_title1_info11": " Форматирование текста: cтатья подготавливается в текстовом редакторе Microsoft Word и предоставляется в формате «*.docx». Текст статьи в формате А4, шрифт «Times New Roman», размером 14 кегля, междустрочный интервал - 1 см, выравнивание текста по ширине, абзацный отступ - 1,25 см, ширина полей - сверху, снизу, слева и справа - 2 см, ориентация страницы- книжная, перенос слов не допускается.",
  "requirements_title1_info12": " Таблицы, графики, диаграммы и рисунки: должны быть представлены в четко и качественном виде. Наименования и номера таблиц приводятся в верхней части, а наименования и номера графиков, диаграмм и рисунков - в нижней их части. Названия рисунков и таблиц должны обозначаться арабскими цифрами (рис. 1, таблица 1 и т.д.), ссылки на таблицы и рисунки должны быть указаны в тексте статьи, текст внутри таблиц должен быть размером 12 кегля.",
  "requirements_title1_info13": " Оригинальность и антиплагиат: не менее 75% содержания статьи должно быть основано на личных исследованиях автора. Необходимо предоставить сертификат антиплагиата (например: antiplag.uz, antiplagiat.ru и др.).",
  "requirements_title1_info14": " Оригинальность и антиплагиат: не менее 75% содержания статьи должно быть основано на личных исследованиях автора. Необходимо предоставить сертификат антиплагиата (например: antiplag.uz, antiplagiat.ru и др.).",


  "requirements_title3": "Индексация и получение DOI:",

  "requirements_title3_info1": "Каждой статье, принятой к публикации в журнале, присваивается уникальный DOI-номер (Digital Object Identifier), обеспечивающий глобальную идентификацию и доступ к научным материалам. Благодаря присвоению DOI, статьи журнала индексируются в ведущих международных научных базах данных, включая: DOAJ (Directory of Open Access Journals), Ulrich’s Periodicals Directory, Index Copernicus, ReaserchBib, CrossRef, BASE (Bielefeld Academic Search Engine), eLIBRARY.RU (РИНЦ), Cyberleninka, Europub, Google Scholar, OpenAIRE и OpenArchives.",

  "requirements_title4": "Области публикации:",
  "requirements_title4_info1": "08.00.00 - Экономические науки 13.00.00 - Педагогические науки 05.01.00 - Информационные технологии, управление и компьютерная графика",

  "requirements_title5": "Сдача и сроки приема статей:",
  "requirements_title5_info1": "3 января - 15 февраля 1 апреля - 15 мая 1 июля - 15 августа 2 октября - 15 ноября",

  "requirements_title6": "Дата издания журнала: ",
  "requirements_title6_info1": "По итогам каждого квартала ",

  "requirements_title13": "Контактная информация:",
  "requirements_title13_info1": "Адрес: Узбекистан, 100208, г. Ташкент, Чиланзарский район, ул. Дийдор, ",
  "requirements_title13_info2": "Телефон: +998884112045",
  "requirements_title13_info3": "E-mail: journal@usat.uz",
  "requirements_title13_info4": "Telegram: @journal_usat_admin",
  "requirements_title13_info5": "Телеграм канал: t.me/journal_usat",
  "requirements_title13_info6": "Сайт: https://journal.usat.uz" ,
  "field":"Области публикации:",
    "economics_1": "Экономические науки",
    "economics_2": "Теория экономики",
    "economics_3": "Макроэкономика",
    "economics_4": "Экономика промышленности",
    "economics_5": "Экономика сельского хозяйства",
    "economics_6": "Экономика сферы услуг",
    "economics_7": "Эконометрика и статистика",
    "economics_8": "Финансы, денежное обращение и кредит",
    "economics_9": "Бухгалтерский учет, экономический анализ и аудит",
    "economics_10": "Мировая экономика",
    "economics_11": "Демография. Экономика труда",
    "economics_12": "Маркетинг",
    "economics_13": "Региональная экономика",
    "economics_14": "Менеджмент",
    "economics_15": "Информационные системы и технологии в экономике",
    "economics_16": "Экономика предпринимательства и малого бизнеса",
    "economics_17": "Цифровая экономика и международная цифровая интеграция",
    "economics_18": "Туризм и гостиничная деятельность",
  
    "pedagogy_1": "Педагогические науки",
    "pedagogy_2": "Теория педагогики. История педагогических учений",
    "pedagogy_3": "Теория и методика образования и воспитания (по отраслям)",
    "pedagogy_4": "Специальная педагогика",
    "pedagogy_5": "Теория и методика занятий физической культурой и спортом",
    "pedagogy_6": "Теория и методика профессионального образования",
    "pedagogy_7": "Теория и методика электронного образования (по сферам и этапам образования)",
    "pedagogy_8": "Менеджмент в образовании",
    "pedagogy_9": "Теория и методика дошкольного образования и воспитания",
    "pedagogy_10": "Социальная педагогика",
  
    "it_1": "Информационные технологии, управление и компьютерная графика",
    "it_2": "Инженерная геометрия и компьютерная графика. Аудио и видео технологии",
    "it_3": "Системный анализ, управление и обработка информации",
    "it_4": "Теоретические основы информатики",
    "it_5": "Математическое и программное обеспечение вычислительных машин, комплексов и компьютерных сетей",
    "it_6": "Методы и системы защиты информации. Информационная безопасность",
    "it_7": "Элементы и устройства вычислительной техники и систем управления",
    "it_8": "Математическое моделирование. Численные методы и комплексы программ.",
    "it_9": "Автоматизация и управление технологическими процессами и производствами",
    "it_10": "Документоведение. Архивоведение. Библиотековедение",
    "it_11": "Системы и процессы получения информации",
    "it_12": "Цифровые технологии и искусственный интеллект",
      "requ1": "Уважаемые коллеги!  ",
      "requ2": "Пожалуйста, следуйте этим рекомендациям для успешной подготовки статьи к публикации!",
      "requ3": "08.00.00 - Экономические науки",
      "requ4": "13.00.00 - Педагогические науки",
      "requ5": "05.01.00 - Информационные технологии, управление и компьютерная графика",
      "requ6": "1 января по 1 февраля",
      "requ7": "1 апреля по 1 мая",
      "requ8": "1 июля по 1 августа",
      "requ9": "1 октября по 1 ноября",
      "requ10": "Присылайте свои статьи и открывайте новые горизонты для ваших научных исследований!",
      "requ11": "ОБРАЗЕЦ ДЛЯ ПОДАЧИ СТАТЬИ",
      "requ12": "DOI:",
      "requ13": "выдается журналом",
      "requ14": "УДК:",
      "requ15": "JEL:",
      "requ16": "указывается только для статей по экономическим направлениям",
      "requ17": "ТЕМА СТАТЬИ (на узбекском, русском и английском языках)",
      "requ18": "Фото автора",
      "requ19": "Требование:",
      "requ20": "в официальной одежде и высокого качества",
      "requ21": "Формат:",
      "requ22": "72-96 DPI, PNG или JPEG",
      "requ23": "ФИО:",
      "requ24": "полностью, без сокращений (на узбекском, русском и английском языках)",
      "requ25": "Место работы или учебы, должность, ученую степень и ученое звание:",
      "requ26": "(на узбекском, русском и английском языках)",
      "requ27": "ORCID ID:",
      "requ28": "0009-0001-5880-4961 (выдается после регистрации на сайте https://orcid.org, на указанную электронную почту отправляется уникальный 16-значный номер)",
      "requ29": "E-mail:",
      "requ30": "..........................@usat.uz",
      "requ31": "Телефон:",
      "requ32": "+99891 234 56 78",
      "requ33": "Аннотация",
      "requ34": "должна быть представлена на узбекском, русском и английском языках. Также должна быть в сжатой форме и кратко освещать цель и значимость темы статьи, личный подход автора и основные выводы. Рекомендуемый объем - не менее 100 слов.",
      "requ35": "Ключевые слова",
      "requ36": "представляются на узбекском, русском и английском языках. Ключевые слова - до 12 слов или словосочетаний, должны кратко и точно отражать суть статьи, давать читателю четкое представление о содержании работы.",
      "requ37": "Пример для цитирования:",
      "requ38": "Забелина О.В., Сергеева М.В. Платформенная занятость в Российской Федерации: масштабы, правовые особенности и тенденции развития. Социально-трудовые исследования. 2024;57 (4):8-20. DOI: 10.34022/2658-3712-2024-57-4-8-20. (выдается журналом)",
      "requ39": "Введение.",
      "requ40": "Обоснование актуальности темы, указание объекта, предмета, цели и задач исследования.",
      "requ41": "Пример цитирования:",
      "requ42": "Обзор литературы по теме.",
      "requ43": "Анализ работ зарубежных и отечественных исследователей по теме и описание специфики вопроса, рассматриваемого в статье.",
      "requ44": "Методология исследования.",
      "requ45": "Подробное описание методов, используемых для достижения результатов. Например, применение метода сравнительного анализа",
      "requ46": "Анализ и результаты.",
      "requ47": "Основной частью статьи является исследование данных по теме, анализ статистических и других данных. В результате анализа выявляются существующие проблемы. Использование таблиц, графиков и диаграмм для представления результатов.",
      "requ48": "Выводы и предложения.",
      "requ49": "В этой части представлены выводы, сформулированные на основе анализа и результатов, а также рекомендации и предложения по решению выявленных проблем.",
      "requ50": "Список литературы.",
      "requ51": "Все источники, упомянутые в тексте, должны быть включены в список литературы и пронумерованы согласно порядку упоминания, в тексте [1], [2], [3].",
      "requ52": "Пример оформления списка литературы:",
      "requ53": "Абдужаборова М.Т. (2023). «Организация анализа финансовой устойчивости хозяйствующих субъектов». Экономика и образование, 24 (5). - С. 197-200.",
      "requ54": "Zaimovic, A., Torlakovic, A., Arnaut-Berilo, A., Zaimovic, T., Dedovic, L., & Nuhic Meskovic. (2023). M.: Mapping Financial Literacy: A Systematic Literature Review of Determinants and Recent Trends. Sustainability, 15(12), 9358. https://doi.org/10.3390/su15129358.",
      "requ55": "Мы приглашаем вас к сотрудничеству и надеемся, что публикации в журнале станут важным вкладом в развитие науки и практики."
    
  
}