{
    "home_page": "Home page",
    "about_us": "About us",
    "about_journal": "About the journal",
    "publication_data":"Date",
    "count_journal": "Journal issue",
    "journal_requirements": "Journal requirements",
    "editorial_board": "Editorial board",
    "review_board": "Review board",
    "for_authors": "For authors",
    "list_of_authors": "List of authors",
    "checklist": "Checklist",
    "requirements": "Journal Requirements",
    "send_article": "Send article",
    "instructions": "Instructions",
    "articles": "Articles",
    "archive": "Archive",
    "contacts": "Contacts",
    "search": "Search",
    "indexing": "Indexing",
    "latest_issues": "Latest issues",
    "all_issues": "All issues",
    "all_articles": "All articles",
    "name": "Name",
    "last_name": "Last name",
    "workplace": "Place of work",
    "email": "E-mail",
    "phone_number": "Phone number",
    "submitted": "Sent",
    "loading":"Sending",
    "messenger_account": "Telegram or WhatsApp account",
    "academic_degree": "Academic degree",
    "phd_economics": "(PhD), candidate of economic sciences",
    "phd_pedagogics": "(PhD), candidate of pedagogical sciences",
    "phd_technical": "(PhD), candidate of technical sciences",
    "dsc_economics": "(DSc), doctor of economic sciences",
    "dsc_pedagogics": "(DSc), doctor of pedagogical sciences",
    "dsc_technical": "(DSc), doctor of technical sciences",
    "academic_title": "Academic title",
    "associate_professor": "Associate professor",
    "professor": "Professor",
    "academic": "Academic",
    "country": "Country",
    "city": "City",
    "orcid_number": "ORCID number",
    "direction": "Directions",
    "economics": "Economic sciences (08.00.00)",
    "pedagogics": "Pedagogical sciences (13.00.00)",
    "it_management_graphics": "Information technology, management and computer graphics (05.01.00)",
    "google_map_address": "Our address on Google map",
    "address": "71, Diydor str., Chilanzar district, 100208, Tashkent, Uzbekistan",
    "adress_new":"Diydor str 71",
      "telegram": "Telegram channel",
    "instagram": "Responsible secretary's Telegram account",
    "download": "Download",
    "download_more":"Load more",
    "muharrir":"Editor-in-Chief:",
    "muharrir_zam":"Deputy Editor-in-Chief:",
    "muharrir_main":"Editor:",
    "kotib":"Executive Secretary:",
    "web-admin":"Web Administrator:",
    "hero_title":"THE SCIENTIFIC ELECTRONIC JOURNAL “TOWARDS A NEW ECONOMY, PEDAGOGY AND TECHNOLOGY”",
    "hero_text":"The journal was registered by the Agency for Information and Mass Communications under the Administration of the President of the Republic of Uzbekistan on December 6, 2024 (Certificate No. 517474) and started publishing.The journal aims to publish scientific articles on topical topics related to economics, pedagogy, information technology and their modern directions. Our journal serves to convey the results of scientific and analytical research to the global scientific community.",
    "footer_text":"The main objective of the scientific electronic journal “Towards a New Economy, Pedagogy and Technology” is to closely acquaint young scientists, doctoral candidates, postgraduate students, as well as undergraduate and master's students with the results of prestigious scientific works by leading scholars and practitioners of our republic.",
    "article_title":"Collection of all articles published in journals",
    "search_text":"A collection of all articles published in journals related to search",
    "search_info":"Results found for the word",
    "plans_text":"The scientific electronic journal 'Towards a new economy, pedagogy and technology,' established under the auspices of the University of Science and Technologies, was registered by the Agency for Information and Mass Communications under the Administration of the President of the Republic of Uzbekistan on December 6, 2024 (Certificate of State Registration of Mass Media №517474) and has commenced its publication activities.",
    "plans_info_title":"OUR PLANS",
    "plans_info_text":"We strive to achieve global impact by fostering interaction among researchers, academics, practitioners, policymakers, and the general public, and by reaching out to diverse audiences. Our goal includes developing international cooperation and promoting the worldwide dissemination of knowledge.",
    "editorial_info":"Editorial Board Members of the Scientific Electronic Journal of the University of Science and Technology",
    "editorial_social":"Public Advisory Council",
    "reviewers_info":"Composition of experts for reviewing scientific articles to be published in the scientific journal 'University of Science and Technology'",
    "authors_info":"List of authors of scientific articles to be published in the scientific journal 'University of Science and Technology'",
    "send_article_title":"Submitting articles for journal publication",
    "checklist_title":"Checklist",
    "editor":"Authors",
    "add_author":"Add another author",  
"article_title_inner":"Article title",
"article_title_placeholder":"Enter article title",
"keyword_title":"Keywords",
"keyword_placeholder":"Example: Artificial Intelligence, Information Technology",
"annotation":"Annotation",
"annotation_new": "List of References",
"article_file":"Only .docx file types are allowed",
"article_file_new":"Only .pdf file types are allowed",
"article_file_title":"Article file",
"article_file_title_new":"Antiplagiarism certificate",
"article_file_placeholder":"Uploaded file",
"submit":"Submit",
"checklist_info_top":"Please",
"checklist_info1":"Read the 'Directions' section to get an overview and assess whether your article matches this journal;",
"checklist_info2":"Use the Microsoft Word template to prepare your manuscript;",
"checklist_info3":"Ensure that publication ethics, copyright, image formats, data, and link format issues are considered appropriately;",
"checklist_info4":"Make sure all authors agree with the content of the submitted article and confirm that they have read the Authors' Manual.",
"checklist_info_title":"'There are several educational formats for all applicants who choose to enter the University of Science and Technology. One of them is evening education for students who are employed during the day. The University of Science and Technology incorporates the most modern and effective international educational standards. There are several educational formats for all applicants who choose to enter the University of Science and Technology. One of them is evening education for students working during the day.'",
"guidelines_title1": "PROCEDURE FOR PUBLISHING ARTICLES IN THE SCIENTIFIC ELECTRONIC JOURNAL «TOWARDS A NEW ECONOMY, PEDAGOGY AND TECHNOLOGY»",
  "guidelines_title1_info1": "The topic of the scientific article presented by the author should correspond to the direction of the scientific electronic journal «Towards a new economy, pedagogy, and technologies».",
  "guidelines_title1_info2": "Articles must include empirical research, case studies, literature reviews, meta-analyses, theoretical justifications, practical recommendations, methodologies, professional scientific review and other characteristics.",
  "guidelines_title1_info3": "The manuscript of the article must be original, should not have been previously published and not under review in other journals.",
  "guidelines_title1_info4": " The structure of the article must comply with international standards and include the following sections:",
  "guidelines_title2": "Title of the article:",
  "guidelines_title2_info1": "The title must be concise, clearly reflect the research topic, and be presented in Uzbek, Russian, and English.",

  "guidelines_title3": "Thematic column:",

  "guidelines_title3_info1": "UDC is a universal decimal classifier (UDC). Each article must include a UDC code at the beginning of the text. The Journal of Economic Literature (JEL) codes, developed by the American Economic Association and presented on its website, Economic articles must include JEL classification codes to enhance their alignment with international indexing standards. Guidance on JEL codes can be found at: (https://www.aeaweb.org), the JEL number can be determined and additional information about it can be obtained from the following link (https://library.fa.ru/files/JEL.pdf).",

  "guidelines_title4": "Author Information:",
  "guidelines_title4_info1": "Authors must provide their full name, affiliation (without abbreviations), email address, ORCID, and contact phone numbers (Telegram or WhatsApp messengers). This information must be presented in Uzbek, Russian, and English. The ORCID can be obtained on the website https://orcid.org/.",

  "guidelines_title5": "Abstract:",
  "guidelines_title5_info1": "The abstract must be at least 100 words and concisely summarize the main points of the article, including the research problem, relevance, methodology, the results of the research, and a brief description of the author’s scientific and practical contributions. It must be presented in Uzbek, Russian, and English..",

  "guidelines_title6": "Key words:",
  "guidelines_title6_info1": "Keywords must concisely reflect the content and objectives of the article..",

  "guidelines_title7": "Introduction:",
  "guidelines_title7_info1": "The introduction should outline the relevance of the chosen topic and research goals and objectives. It also provides a rationale for the topic selection, its scientific significance, and a brief description of the research object and subject.",

  "guidelines_title8": "Literature review",
  "guidelines_title8_info1": "The literature review should analyze existing studies on the topic, including national and international works. This part of the article analyzes various approaches, and also highlights the specifics of the issue put forward by the author. A review of the literature serves as a basis for further research and critical analysis of existing knowledge, which allows for a deeper understanding of the topic and clarification of research questions. It is important to consider the latest journal articles and other relevant sources of information.",

  "guidelines_title9": "Research methodology:",
  "guidelines_title9_info1": "Research methodology is a key element that describes the approach used in writing an article. For example, if a comparative analysis method was employed, it is necessary to explain how this method was applied and what results it helped to achieve. The methodology serves as a research plan, indicating the path and strategy for achieving the result. It encompasses the research philosophy, the selection of data collection methods (primary or secondary sources), and ethical principles. Important components include the choice of research object, determination of methods (observation, experiment, case study, questionnaire (survey), and others), and justification of the strategy aimed at addressing the research problem. The methodology should also validate the reliability and validity of the chosen methods and approaches.",

  "guidelines_title10": "Analysis and discussion of the results:",
  "guidelines_title10_info1": " The main part of the article is an analysis of the collected data, statistical materials and other sources. Problems are identified during the analysis process, and the data is presented in the form of tables and diagrams. The analytical part uses methods specified in the research methodology, such as mathematical models and other approaches. At this stage, the results of the data analysis are presented, and discussing them in the context of theory and literature is the task of the next part of the work. The results should be analyzed and interpreted, which will allow them to be compared with existing studies and find personal views on the problem.",

  "guidelines_title11": "Conclusion and recommendations:",
  "guidelines_title11_info1": " Based on the research objective, a general conclusion is drawn that the issues raised in the tasks were addressed during the research process. Based on the analysis and results obtained during the research, conclusions are formulated, as well as proposals and recommendations are provided.",

  "guidelines_title12": "References:",
  "guidelines_title12_info1": "This section lists all sources used in the research process. All citations to sources must be in alphabetical order according to the Harvard Citation System:",
  "guidelines_title12_info2": "name of the author(s), (publish year), title of the book, publication place (country, city), publisher name, pages.",
  "guidelines_title12_info3": "name of the author(s), (publish year), title of the article, title of the journal, publication number, pages.",
  "guidelines_title12_info4": "It is advisable that the number of used literature be no less than 20, of which at least 50 percent are scientific literature published over the past 5 years and at least 30 percent are foreign literature. It is also recommended that at least one literature be published in this journal. All sources should be numbered in the article’s text, for example, [1], [2], [3].",
  "guidelines_title12_info5": "At least 75% of the article’s text should be based on the author’s own research. An antiplagiarism certificate must be submitted by the author. ",
  "guidelines_title12_info6": " For the text of the article, it is recommended to use the font «Times New Roman», size 14, and the row spacing be within one interval. The spaces on each side of the page (right, left, top and bottom) are 2 cm. The article is prepared in the text editor «Microsoft Word» and is presented in the format «*.docx», the size of the article should be within 6-12 pages.",
  "guidelines_title12_info7": "All tables, graphs, and diagrams must be clear and high-quality. Tables must have captions above them, while graphs and diagrams must have captions below.",
  "guidelines_title12_info8": "Articles may be submitted in Uzbek, Russian, or English.",
  "guidelines_title12_info9": "Articles that do not meet the established requirements are not given to reviewers and are returned to the author for finalization with the editorial conclusion on the non-compliance.",
  "guidelines_title12_info10": "The author is responsible for the evidence and information provided in the articles reviewed by the editorial board and recommended for publication.",
  "requirements_title": "INFORMATION LETTER OF THE SCIENTIFIC ELECTRONIC JOURNAL «TOWARDS A NEW ECONOMY, PEDAGOGY AND TECHNOLOGY»",
  "requirements_title_info1": "We are pleased to announce that the scientific electronic journal «Towards a new economy, pedagogy and technologies» has been officially registered by the Agency for Information and Mass Communications under the Administration of the President of the Republic of Uzbekistan on December 6, 2024 (Certificate No. 517474) and started publishing. We have commenced our active publishing endeavours",
  "requirements_title_info2": "The journal’s primary objective is to disseminate scientific articles addressing significant issues in economics, pedagogy, and digital technologies and their contemporary advancements. This publication serves as a vital platform for sharing scientific and analytical research outcomes and fostering connections within the global scientific community. ",
  "requirements_title_info3": "We will publish the journal quarterly, providing readers with four issues each year.",
  "requirements_title1": "Article Submission Guidelines:",
  "requirements_title1_info1": "Languages: articles are accepted in Uzbek, Russian, or English.",
  "requirements_title1_info2": "Multilingual requirements: the title, abstract, and keywords must be provided in three languages: Uzbek, Russian, and English.",
  "requirements_title1_info3": "Relevance and value: submissions must address current topics and possess scientific, innovative, and practical significance.",
  "requirements_title1_info4": "Article structure: articles should follow the IMRAD format, including: annotation, keywords, introduction, literature review, research methodology, analysis and results, conclusion and recommendations, references.",
  "requirements_title1_info5": "Citations: all references must be fully and accurately cited in the list.",
  "requirements_title1_info6": "Author information: full name, academic degree and title, and place of employment or educational institution must be provided.",
  "requirements_title1_info7": "Author’s photo: a formal, high-quality photo (72-96 DPI in PNG or JPEG format) is required.",
  "requirements_title1_info8": "Contact details: provide a phone number (indicating the preferred messenger, e.g., Telegram or WhatsApp) and email address.",
  "requirements_title1_info9": "References: must be presented as internal sources in sequential order: [1], [2], [3]. A minimum of 20 references is required, preferably indexed in international databases within the last five years. All sources must be reliable and cited within the text.",
  "requirements_title1_info10": "Recommended article length: 6-12 pages, abstract up to 100 words and key words up to 12 words.",
  "requirements_title1_info11": "Formatting requirements: Articles must be prepared in Microsoft Word and submitted in «*.docx» format. Page size in A4 format, font «Times New Roman» in 14 pt, line spacing is 1 cm, text alignment is justified, paragraph indentation is 1.25 cm, margins is 2 cm from the top, bottom, left and right, page orientation is portrait, hyphenation not allowed.",
  "requirements_title1_info12": "Tables, graphs, diagrams, and pictures: must be clear and high-quality. The labels and numbers of the tables should be given at the top and of the graphs, diagrams, pictures at the bottom. The labels and numbers of the tables and figures should be indicated by Arabic numerals (Fig. 1, Table 1, etc.), visual elements must be referenced in the text, the text inside the tables should be 12 pt.",
  "requirements_title1_info13": "Originality and anti-plagiarism: at least 75% of the article content must be based on the author’s original research. An anti-plagiarism certificate (e.g., from antiplag.uz, antiplagiat.ru) must be provided.",
  "requirements_title1_info14": "Originality and anti-plagiarism: at least 75% of the article content must be based on the author’s original research. An anti-plagiarism certificate (e.g., from antiplag.uz, antiplagiat.ru) must be provided.",


  "requirements_title3": "Index and DOI assignment:",

  "requirements_title3_info1": "Each accepted article will receive a unique DOI (Digital Object Identifier), ensuring global identification and access. Through DOI assignment, the journal is indexed in leading international scientific databases, including: DOAJ (Directory of Open Access Journals), Ulrich’s Periodicals Directory, Index Copernicus, ReaserchBib, CrossRef, BASE (Bielefeld Academic Search Engine), eLIBRARY.RU, Cyberleninka, Europub, Google Scholar, OpenAIRE, OpenArchives. ",

  "requirements_title4": "Fields of publication:",
  "requirements_title4_info1": "08.00.00 - Economic sciences 13.00.00 - Pedagogical sciences 05.01.00 - Information Technologies, management and computer graphics",

  "requirements_title5": "Submission deadlines:",
  "requirements_title5_info1": "January 3 - February 15 April 1 - May 15 July 1 - August 15 October 2 - November 15",

  "requirements_title6": "Journal publication date:",
  "requirements_title6_info1": "at the end of each quarter",

  "requirements_title13": "Contact information:",
  "requirements_title13_info1": "Address: 71, Diydor str., Chilanzar district, 100208, Tashkent, Uzbekistan.",
  "requirements_title13_info2": "Phone: +998884112045",
  "requirements_title13_info3": "E-mail: journal@usat.uz",
  "requirements_title13_info4": "Telegram: @journal_usat_admin",
  "requirements_title13_info5": "Telegram channel: t.me/journal_usat",
  "requirements_title13_info6": "Website: https://journal.usat.uz"
  
}