{
    "home_page": "Home page",
    "about_us": "About us",
    "about_journal": "About the journal",
    "publication_data":"Date",
    "count_journal": "Journal issue",
    "journal_requirements": "Journal requirements",
    "editorial_board": "Editorial board",
    "review_board": "Review board",
    "for_authors": "For authors",
    "list_of_authors": "List of authors",
    "checklist": "Checklist",
    "requirements": "Journal Requirements",
    "send_article": "Send article",
    "instructions": "Instructions",
    "articles": "Articles",
    "archive": "Archive",
    "contacts": "Contacts",
    "search": "Search",
    "indexing": "Indexing",
    "latest_issues": "Latest issues",
    "all_issues": "All issues",
    "all_articles": "All articles",
    "name": "Name",
    "last_name": "Last name",
    "workplace": "Place of work",
    "email": "E-mail",
    "phone_number": "Phone number",
    "submitted": "Sent",
    "loading":"Sending",
    "messenger_account": "Telegram or WhatsApp account",
    "academic_degree": "Academic degree",
    "phd_economics": "(PhD), candidate of economic sciences",
    "phd_pedagogics": "(PhD), candidate of pedagogical sciences",
    "phd_technical": "(PhD), candidate of technical sciences",
    "dsc_economics": "(DSc), doctor of economic sciences",
    "dsc_pedagogics": "(DSc), doctor of pedagogical sciences",
    "dsc_technical": "(DSc), doctor of technical sciences",
    "academic_title": "Academic title",
    "associate_professor": "Associate professor",
    "professor": "Professor",
    "country": "Country",
    "city": "City",
    "orcid_number": "ORCID number",
    "direction": "Direction",
    "economics": "Economic sciences (08.00.00)",
    "pedagogics": "Pedagogical sciences (13.00.00)",
    "it_management_graphics": "Information technology, management and computer graphics (05.01.00)",
    "google_map_address": "Our address on Google map",
    "address": "Tashkent city, Diydor street, 71",
      "telegram": "Telegram",
    "instagram": "Instagram",
    "download": "Download",
    "download_more":"Load more",
    "muharrir":"Editor-in-Chief:",
    "muharrir_zam":"Deputy Editor-in-Chief:",
    "muharrir_main":"Editor:",
    "kotib":"Executive Secretary:",
    "web-admin":"Web Administrator:",
    "hero_title":"THE SCIENTIFIC ELECTRONIC JOURNAL “TOWARD NEW ECONOMY, PEDAGOGY AND TECHNOLOGIES”",
    "hero_text":"The journal was registered by the Agency for Information and Mass Communications under the Administration of the President of the Republic of Uzbekistan on December 6, 2024 (Certificate No. 517474) and started publishing.The journal aims to publish scientific articles on topical topics related to economics, pedagogy, information technology and their modern directions. Our journal serves to convey the results of scientific and analytical research to the global scientific community.",
    "footer_text":"The USAT Scholarly Journal is an international, quarterly-reviewed, open-access journal dedicated to serving the public's quality research agenda.",
    "article_title":"Collection of all articles published in journals",
    "search_text":"A collection of all articles published in journals related to search",
    "search_info":"Results found for the word",
    "plans_text":"The Scientific Journal 'University of Science and Technology' is a specialized publication focusing on the fields of management, digital technologies, digital economy, and pedagogy. It has been officially registered by the Agency for Information and Mass Communications under the Administration of the President of the Republic of Uzbekistan, with the registration certificate No. 212842 issued on January 26, 2024.",
    "plans_info_title":"OUR PLANS",
    "plans_info_text":"We strive to achieve global impact by fostering interaction among researchers, academics, practitioners, policymakers, and the general public, and by reaching out to diverse audiences. Our goal includes developing international cooperation and promoting the worldwide dissemination of knowledge.",
    "editorial_info":"Members of the Editorial Board and Public Council of the Scientific Journal 'University of Science and Technology'",
    "editorial_social":"Public Advisory Council",
    "reviewers_info":"Composition of experts for reviewing scientific articles to be published in the scientific journal 'University of Science and Technology'",
    "authors_info":"List of authors of scientific articles to be published in the scientific journal 'University of Science and Technology'",
    "send_article_title":"Submitting articles for journal publication",
    "checklist_title":"Checklist",
    "editor":"Authors",
    "add_author":"Add another author",  
"article_title_inner":"Article title",
"article_title_placeholder":"Enter article title",
"keyword_title":"Keywords",
"keyword_placeholder":"Example: Artificial Intelligence, Information Technology",
"annotation":"annotation",
"article_file":"Only file types such as doc, docx, txt and odt are allowed",
"article_file_title":"Article file",
"article_file_placeholder":"Uploaded file",
"submit":"Submit",
"checklist_info_top":"Please",
"checklist_info1":"Read the 'Directions' section to get an overview and assess whether your article matches this journal;",
"checklist_info2":"Use the Microsoft Word template to prepare your manuscript;",
"checklist_info3":"Ensure that publication ethics, copyright, image formats, data, and link format issues are considered appropriately;",
"checklist_info4":"Make sure all authors agree with the content of the submitted article and confirm that they have read the Authors' Manual.",
"checklist_info_title":"'There are several educational formats for all applicants who choose to enter the University of Science and Technology. One of them is evening education for students who are employed during the day. The University of Science and Technology incorporates the most modern and effective international educational standards. There are several educational formats for all applicants who choose to enter the University of Science and Technology. One of them is evening education for students working during the day.'",
"guidelines_title1": "Procedures for publishing articles in the scientific electronic journal 'University of Science and Technology':",
  "guidelines_title1_info1": "The article submitted by the author must correspond to the scientific programs in the direction of 'Data Management and Information Security'.",
  "guidelines_title1_info2": "Articles should meet the following requirements: case study, experiment results and discussion, meta-analysis, theory, analytics, methodology, professional scientific work, and conceptual approach.",
  "guidelines_title1_info3": "In the future, the article should meet the following requirements: scientific and technological, solution to the posed problem and its analytical justification.",
  "guidelines_title2": "Article content:",
  "guidelines_title2_info1": "The topic of the article should be interesting for science and fully commented on, with an early presentation of the article structure, written in a scientific style.",
  "guidelines_title3": "Information about the article author:",
  "guidelines_title3_info1": "This section should include the author's first name, last name, and patronymic (their scans), degree (i.e., obtaining a scientific degree) and scientific initial data of the full direction. The attention and purpose of the article author, initial data of the full direction should be indicated.",
  "guidelines_title4": "Article abstract:",
  "guidelines_title4_info1": "The article abstract should consist of 200 words and is a part that briefly reflects the general content of the article. In the article abstract, the authors should indicate the goals of eliminating the specified transport problem for its three solutions. The article abstract is a part that briefly reflects the general content of the article.",
  "guidelines_title5": "Keywords:",
  "guidelines_title5_info1": "Keywords should best describe the text and purpose of the article. It is necessary to provide 5-7 keywords that reflect the content of the article (for example, database, information security, artificial intelligence, big data, cloud technologies, etc.).",
  "guidelines_title6": "Introduction:",
  "guidelines_title6_info1": "The introduction mainly covers the research topic, its goals and objectives. This section of the article includes justification for the choice of research topic, its relevance and scientific significance, as well as defining the object and subject of research, setting the goal and objectives of the research, and highlighting the research methodology.",
  "guidelines_title7": "Literature review (review of literary sources):",
  "guidelines_title7_info1": "Includes an analysis of published sources on the topic of the article. The literature review serves to analyze previous research on the research topic and their results, identify existing knowledge and approaches, as well as justify the relevance of the research topic. The literature review allows analyzing existing knowledge and approaches, identifying existing gaps in this field, and showing the novelty of the research. The literature review should include the most recent and relevant sources on the research topic.",
  "guidelines_title8": "Research methodology:",
  "guidelines_title8_info1": "The research methodology describes the methods and approaches used to conduct the research. This section provides the research design, data collection methods, analysis methods, and other relevant information. The research methodology section allows readers to understand how the research was conducted and assess the reliability of the results. In addition, this section provides the possibility for other researchers to reproduce the study.",
  "guidelines_title9": "Analysis and discussion of results:",
  "guidelines_title9_info1": "Analysis and discussion of results includes analyzing the data obtained during the research and their interpretation. This section should describe in detail the research results, compare them with existing literature, and discuss their significance. In the analysis and discussion of results, it is important to show the theoretical and practical significance of the obtained results, as well as discuss the strengths and weaknesses of the research.",
  "guidelines_title10": "Conclusion and recommendations:",
  "guidelines_title10_info1": "The conclusion and recommendations section summarizes the main results of the research and emphasizes their significance. This section should provide a brief summary of the research results, their theoretical and practical significance, as well as recommendations for future research.",
  "guidelines_title11": "List of references:",
  "guidelines_title11_info1": "The references section includes a list of all literature used in the article. All sources used in the article should be provided with full bibliographic data.",
  "guidelines_title12": "Information about the authors:",
  "guidelines_title12_info1": "authors' last name, first name, patronymic, academic title, academic degree, (Russia, Uzbekistan, etc.), position title, work.",
  "guidelines_title12_info2": "authors' last name, first name, patronymic, article title, journal name, number, year, pages.",
  "guidelines_title12_info3": "The text volume of the article can be from 1 to 10 pages, typed in 'Times New Roman' font.",
  "guidelines_title12_info4": "The maximum volume of the article is 15 pages, the minimum volume should not be less than 5 pages.",
  "guidelines_title12_info5": "Articles should consist of the following structural parts: article title (in Uzbek, Russian, and English).",
  "guidelines_title12_info6": "The structure of the article should be as follows:",
  "guidelines_title12_info7": "Article title (in Uzbek, Russian, and English) - maximum 10 words;",
  "guidelines_title12_info8": "Information about authors (Last name and first name) - maximum 10 words;",
  "guidelines_title12_info9": "Authors' workplace (Organization and country name) - maximum 10 words;",
  "guidelines_title12_info10": "Abstract (in Uzbek, Russian, and English) - 150-200 words;",
  "guidelines_title12_info11": "Keywords (in Uzbek, Russian, and English) - 5-7 words or phrases.",
  "guidelines_title12_info12": "Articles are accepted in Uzbek, Russian, or English languages.",
  "guidelines_title12_info13": "The bibliography (list of references) is formatted at the end of the article in the order mentioned in the text and in accordance with the following requirements.",
  "guidelines_title12_info14": "The article should be typed in Microsoft Word text editor and submitted in electronic form.",
  "guidelines_title13": "For contact:",
  "guidelines_title13_info1": "Telegram channel: https://t.me/jurnal_usat",
  "guidelines_title13_info2": "Website: https://journal.usat.uz",
  "guidelines_title13_info3": "E-mail: usat@unitut.uz"

}